Repository: Tanguyel/CP-ExecutionProjet
Catalog: languages/cp-*.po
Languages: fr_fr

source: Install MarketPress plugin in order to sell courses.
fr_fr: Installer le plugin MarketPress pour vendre des formations.

source: Install MarketPress
fr_fr: Installer MarketPress

source: Activate %s to start selling courses.
fr_fr: Activer %s pour vendre des formations.

source: You are using an older version of %s plugin. %s require the latest version for compatilibity.
fr_fr: Vous utilisez une ancienne version du plugin %s. %s nécessite la dernière version pour être compatible.

source: Update your %s now!
fr_fr: Mettez à jour %s maintenant !

source: Complete TCPDF Library with additional fonts (WordPress.org)
fr_fr: Librairie TCPDF complète avec des polices additionnels (WordPress.org)

source: MarketPress Product Settings
fr_fr: Paramètres du produit MarketPress

source: Your course will be a new product in MarketPress. Enter your course's payment settings below.
fr_fr: Votre formation sera un nouveau produit dans MarketPress. Entrez les paramètres de paiement de votre formation ci-dessous.

source: Full Price
fr_fr: Prix sans réduction

source: Sale Price
fr_fr: Prix réduit

source: Enable Sale Price
fr_fr: Activé le prix réduit

source: Course SKU:
fr_fr: Formation SKU :

source: e.g. %s0001
fr_fr: par exemple. %s0001

source: Automatically generate Stock Keeping Units (SKUs)
fr_fr: Générer automatiquement les unités de gestion des stocks (SKU)

source: MarketPress Product ID: %d
fr_fr: MarketPress ID produit: %d

source: Order Confirmation
fr_fr: Confirmation de commande

source: Show course: %s
fr_fr: Voir la formation : %s

source: Thank you for your order %1$s, Your order for course "%2$s" has been received! Please refer to your Order ID (ORDER_ID) whenever contacting us. You can track the latest status of your order here: ORDER_STATUS_URL Yours sincerely, %5$s Team
fr_fr: Merci pour votre commande %1$s, Votre inscription à la formation "%2$s" a bien été enregistrée ! Veuillez faire référence à la commande n° (ORDER_ID) lorsque vous nous contactez. Vous pouvez suivre le statut de votre commande sur : ORDER_STATUS_URL A votre disposition, L’équipe %5$s

source: WooCommerce Product Settings
fr_fr: Paramètres du produit WooCommerce

source: Your course will be a new product in WooCommerce. Enter your course's payment settings below.
fr_fr: Votre formation sera un nouveau produit dans WooCommerce. Entrez les paramètres de paiement de votre formation ci-dessous.

source: WooCommerce Product ID: %d
fr_fr: ID produit WooCommerce : %d

source: Edit WooCommerce Product
fr_fr: Modifier le produit WooCommerce

source: Parent Course
fr_fr: Formation associé

source: Thank you for signing up for the course. We hope you enjoy your experience.
fr_fr: Merci de vous être inscrit à la formation. Nous espérons que vous apprécierez votre apprentissage.

source: You can find the course in your <a href="%s">Dashboard</a>
fr_fr: Vous pouvez trouvez la formation dans votre <a href="%s">Tableau de Bord</a>

source: This course is already in the cart.
fr_fr: La formation est déjà dans votre panier.

source: Displaying %s&#8211;%s of %s
fr_fr: Visualisation de %s&#8211;%s of %s

source: student
fr_fr: élève

source: students
fr_fr: élèves

source: Registration Status
fr_fr: Statut de l’inscription

source: Enrollment Confirmation
fr_fr: Confirmation de l’inscription

source: New Enrollment In Your Course
fr_fr: Nouvelle inscription à votre formation

source: Invitation to a Course
fr_fr: Invitation à une Formation

source: Invitation to a Course ( Psss...for selected ones only )
fr_fr: Invitation à une Formation (Chut… Cela vous est réservé)

source: Invitation to be an instructor at %s
fr_fr: Invitation à être un Formateur pour %s

source: Invitation to be a facilitator at %s
fr_fr: Invitation à être un animateur pour %s

source: Course Start Notfication
fr_fr: Notification du début de la formation

source: Discussion Notfication
fr_fr: Notification du Forum

source: [UNIT_TITLE] is now available
fr_fr: [UNIT_TITLE] est maintenant disponible

source: New Feedback
fr_fr: Nouveau commentaire

source: Basic Certificate E-mail
fr_fr: E-mail pour les Certificats Basiques

source: Settings for emails when using basic certificate functionality (when course completed).
fr_fr: Paramètres des emails lors de l’utilisation des fonctions des certificats basiques (quand la formation est finie).

source: These codes will be replaced with actual data:
fr_fr: Ces codes seront remplacés avec les données correspondantes :

source: User Registration E-mail
fr_fr: E-mail d’inscription

source: Settings for an e-mail student get upon account registration.
fr_fr: Paramètres pour l’email que recevra l’élève lors de son inscription.

source: Course Enrollment Confirmation E-mail
fr_fr: E-mail de confirmation d’inscription a une formation

source: Settings for an e-mail student get upon enrollment.
fr_fr: Paramètre pour l’email que recevra l’élève après l’inscription a une formation.

source: Enrollment Notification for Instructor E-mail
fr_fr: E-mail de notification d’inscription a une formation pour le formateur

source: Settings for an e-mail instructor gets when a new student enrolls.
fr_fr: Paramètres pour l’email que recevra l’instructeur quand un nouvelle élève s’inscrit.

source: Student Invitation to a Course E-mail
fr_fr: E-mail d’invitation d’élève à une formation

source: Settings for an e-mail student get upon receiving an invitation to a course.
fr_fr: Paramètres pour l’e-mail que recevra un élève lorsqu’il est invité à participer à une formation.

source: Student Invitation to a Course E-mail (with passcode)
fr_fr: E-mail d’invitation d’élève à une formation (avec mot de passe)

source: Settings for an e-mail student get upon receiving an invitation (with passcode) to a course.
fr_fr: Paramètres pour l’email que recevra l’élève lorsqu’il est invité à une formation (avec mot de passe) .

source: Instructor Invitation Email
fr_fr: E-Mail d’invitation d’instructeur

source: Settings for an e-mail an instructor will get upon receiving an invitation.
fr_fr: Paramètres pour l’e-mail que recevra un formateur lorsqu’il est invité à réaliser formation.

source: Facilitator Invitation Email
fr_fr: Email d’invitation animateur

source: Settings for an e-mail a facilitator will get upon receiving an invitation.
fr_fr: Paramètres pour l’e-mail que recevra un animateur lorsqu’il est invité à animer formation.

source: New Order E-mail
fr_fr: E-mail pour une nouvelle commande

source: Settings for an e-mail student get upon placing an order.
fr_fr: Paramètres pour l’email que recevra un élève après avoir réaliser une commande.

source: These codes will be replaced with actual data: CUSTOMER_NAME, BLOG_NAME, LOGIN_ADDRESS, COURSES_ADDRESS, WEBSITE_ADDRESS, COURSE_ADDRESS, ORDER_ID, ORDER_STATUS_URL
fr_fr: Ces codes seront remplacés avec les données correspondantes : CUSTOMER_NAME, BLOG_NAME, LOGIN_ADDRESS, COURSES_ADDRESS, WEBSITE_ADDRESS, COURSE_ADDRESS, ORDER_ID, ORDER_STATUS_URL

source: Course Notfication E-mail
fr_fr: E-mail de notification du début de la Formation

source: Settings for an e-mail to send to students when a course started.
fr_fr: Paramètres pour l’email que recevront les élèves lorsqu’une formation commence.

source: These codes will be relaced with actual data:
fr_fr: Ces codes seront remplacés avec les données correspondantes :

source: Discussion Notfication E-mail
fr_fr: E-mail de notification du Forum

source: Settings for an e-mail to send to students and instructors.
fr_fr: Paramètre pour l’email que recevront les élèves et les formateurs.

source: Course Unit Started E-mail
fr_fr: E-mail de notification de disponibilité d’un module

source: Settings for an e-mail to send to students whenever a unit have started.
fr_fr: Paramètre pour l’email que recevront les élèves quand un module commence.

source: * You may use %s mail token to your subject line.
fr_fr: * Vous pouvez utiliser %s comme mail token dans votre objet.

source: Template for sending instructor feedback to students.
fr_fr: Modèle pour envoyer les commentaires du formateur aux étudiants.

source: Hi %1$s %2$s, Welcome to %3$s! You can access your profile here: %4$s And get started exploring our courses here: %5$s Best wishes, The %6$s Team
fr_fr: Bonjour %1$s %2$s, Bienvenu chez %3$s! Vous pouvez accéder a votre profil ici : %4$s Et commencer a explorer les formations ici : %5$s Respectueusement, L’équipe %6$s

source: Hi %1$s %2$s, Congratulations! You have enrolled in "%3$s”. You can review the courses you’re enrolled in here: %4$s. And explore other courses available to you here: %5$s Best wishes, The %6$s Team
fr_fr: Bonjour %1$s %2$s, Félicitations ! Vous vous êtes inscrit à la formation " %3$s”. Vous pouvez voir les formations auxquelles vous êtes inscrit ici : %4$s. Et explorer les autres formations disponibles là : %5$s Respectueusement, L’equipe %6$s

source: Hi %1$s %2$s, A new student "%3$s %4$s" has enrolled in your course "%5$s". You can manage all the students enrolled in this course here: %6$s Best wishes, The %7$s Team
fr_fr: Bonjour %1$s %2$s, un nouvel élève " %3$s %4$s " s’est inscrit dans votre formation : %5$s. Vous pouvez voir et manager les élèves inscrit dans cette formation ici : %6$s Respectueusement, L’equipe %7$s

source: Hi %1$s %2$s, You’ve invited to enroll in: "%3$s" Here’s some more information about the course: %4$s Check out the course page for a detailed overview: %5$s If you have any questions feel free to get in touch! Best wishes, The %6$s Team
fr_fr: Bonjour %1$s %2$s, Vous êtes invité à suivre la formation : %3$s Voici un bref descriptif de celle-ci : %4$s Vous trouverez plus d’information sur cette formation ici : %5$s Si vous avez la moindre question, n’hésitez pas à nous contacter ! Respectueusement, L’equipe %6$s

source: Hi %1$s %2$s, You’ve invited to enroll in: "%3$s" This course is only available to select participants who have a passcode. Your passcode is: %7$s Here’s some more information about the course: %4$s Check out the course page for a detailed overview: %5$s If you have any questions feel free to get in touch! Best wishes, The %6$s Team
fr_fr: Bonjour %1$s %2$s, Vous êtes invité à suivre la formation : %3$s Cette formation est réservé aux personnes disposant du mot de passe. Votre mot de passe est : %7$s Voici un bref descriptif de celle-ci : %4$s Vous trouverez plus d’information sur cette formation ici : %5$s Si vous avez la moindre question, n’hésitez pas à nous contacter ! Respectueusement, L’équipe %6$s

source: Hi %1$s %2$s, Congratulations! You have been invited to become an instructor for the course: %3$s Click on the link below to confirm: %4$s If you haven't yet got a username you will need to create one. %5$s Best wishes, The %5$s Team
fr_fr: Salut %1$s %2$s, Félicitations ! Vous avez été invité a être formateur pour la formation %3$s. Cliquez sur le liens ci-dessous pour accepter : %4$s Si vous n’avez pas encore d’identifiant, vous devrez en créer un. Vous pouvez le faire ici : %5$s Respectueusement, L’équipe d’ %5$s

source: Hi %1$s %2$s, Congratulations! You have been invited to join %3$s as a facilitator. Click on the link below to confirm: %4$s If you haven't yet received a username you will need to create one. You can do that here: %5$s Best wishes, The %5$s Team
fr_fr: Salut %1$s %2$s, Félicitations ! Vous avez été invité a rejoindre la formation %3$s comme animateur. Cliquez sur le liens ci-dessous pour accepter : %4$s Si vous n’avez pas encore d’identifiant, vous devrez en créer un. Vous pouvez le faire ici : %5$s Respectueusement, L’équipe d’ %5$s

source: Thank you for your order %1$s, Your order for course "%2$s" has been received! Please refer to your Order ID (ORDER_ID) whenever contacting us. You can track the latest status of your order here: ORDER_STATUS_URL best wishes, %5$s Team
fr_fr: Merci pour votre commande %1$s, Votre inscription à la formation "%2$s" a bien été enregistrer ! Veuillez faire référence à la commande n° ORDER_ID lorsque vous nous contactez. Vous pouvez suivre le statut de votre commande ici : ORDER_STATUS_URL A votre disposition, L’équipe %5$s

source: Hi %1$s, Your course %2$s has begun! You can review course material here:: %3$s Best wishes, The %4$s Team
fr_fr: Bonjour %1$s, Votre formation %2$s a commencé ! Vous pouvez accéder a celle-ci à l’adresse ci-dessous: %3$s Respectueusement, L’equipe %4$s

source: A new comment has been added to %1$s: %2$s Best wishes, The %3$s Team
fr_fr: Un nouveau commentaire a été posté dans la formation %1$s: %2$s Respectueusement, L’equipe %3$s

source: Howdy %1$s, %2$s of %3$s is now available. You can continue your learning by clicking the link below: %4$s Best wishes, The %5$s Team
fr_fr: Bonjour %1$s, Le module %2$s de votre formation %3$s est maintenant disponible. Vous pouvez poursuivre votre apprentissage en suivant le liens ci-dessous : %4$s Respectueusement, L’equipe %5$s

source: Hi %1$s %2$s, A new feedback is given by your instructor at %3$s in %4$s at %5$s %6$s says %7$s Best wishes, The %8$s Team
fr_fr: Salut %1$s %2$s, Un nouveau commentaire a été donné par votre formateur pour la formation %3$s dans %4$s à %5$s %6$s dit %7$s Meilleurs vœux, L’équipe de %8$s

source: Display Name
fr_fr: Nom affiché

source: View All
fr_fr: Voir tout

source: Student Profile
fr_fr: Profil élève

source: Edit User Profile
fr_fr: Modifier le profil utilisateur

source: total acquired grade % total number of gradable modules
fr_fr: note moyennes sur les activités effectués % total d’activités effectuées

source: total acquired assessable grade % total number of assessable modules
fr_fr: note totale sur l’ensemble des activités évaluables % nombre total d’activités évaluables

source: Students Found:
fr_fr: Elèves trouvés :

source: Modules:
fr_fr: Activités :

source: Passing Grade:
fr_fr: Note minimale pour valider :

source: Grade System:
fr_fr: Système de notation :

source: %s item
fr_fr: %s élément

source: All
fr_fr: Tous

source: Not certified
fr_fr: Non Certifié

source: You can not add a student, the class limit is reached.
fr_fr: Vous ne pouvez pas ajouter d’élève, le nombre maximum est atteint.

source: Choose student...
fr_fr: Choisir un élève …

source: Swich Formula to: %s
fr_fr: Changer de formule pour : %s

source: Swich Formula group
fr_fr: Changer de formule

source: Select bulk action
fr_fr: Choisir une actions groupées

source: Bulk Actions
fr_fr: Actions groupées

source: Apply
fr_fr: Appliquer

source: Remove
fr_fr: Supprimer

source: Assessable items only.
fr_fr: Eléments évaluables seulement.

source: Report
fr_fr: Rapport

source: There are no students enrolled in this course.
fr_fr: Il n’y a pas d’élèves inscrit a cette formation.

source: Last Activity
fr_fr: Dernière activité

source: [never]
fr_fr: [jamais]

source: Course module seen.
fr_fr: Visualisation d’une activité d’une formation.

source: Course seen
fr_fr: Visualisation d’une Formation

source: Course unit seen.
fr_fr: Visualisation d’un module de formation.

source: User enrolled to a course.
fr_fr: Inscription de l’utilisateur a une formation.

source: User have logged in.
fr_fr: Log In de l’utilisateur.

source: Answered a module.
fr_fr: Réponse a une activité.

source: Unknown student action.
fr_fr: Action de l’élève inconnue.

source: Selectable
fr_fr: Sélection

source: File Upload
fr_fr: Envoie d’un fichier

source: Form
fr_fr: Formulaire

source: Audio
fr_fr: Video

source: File Download
fr_fr: Téléchargement d’un fichier

source: Zipped Object
fr_fr: Objet Zip

source: The title is used to identify this module element and is useful for assessment.
fr_fr: Le titre est utilisé pour identifier cette activité et est utile pour réaliser les évaluations.

source: Student Completion Time Limit ([hh:]mm:ss)
fr_fr: Durée maximale pour répondre ([hh:]mm:ss)

source: Show Title
fr_fr: Afficher la durée

source: Show title in unit view
fr_fr: Afficher le titre dans la vue par module

source: Required
fr_fr: Requis

source: A response is required
fr_fr: Une réponse est requise

source: Assessable
fr_fr: Evaluable

source: This is a gradable item
fr_fr: Ceci est un élément notable

source: Minimum grade (%) required to pass
fr_fr: Note minimum (%) pour valider l’activité

source: Minimum Grade
fr_fr: Note minimum

source: Require instructor assessment.
fr_fr: Nécessite une évaluation d’un formateur.

source: Check this box to allow instructor to provide final grading assessment.
fr_fr: Cocher cette case pour permettre le formateur de donner la notre finale.

source: Allow Retries
fr_fr: Autoriser les essaies multiples

source: Allow and set amount of retries (0 unlimited)
fr_fr: Autorise et fixe le nombre d’essaie (0 illimité)

source: Use Timer
fr_fr: Utiliser le Timer

source: Use duration as time restriction
fr_fr: Utiliser la durée comme restriction de temps

source: Question/Task
fr_fr: Question / Tâche

source: The question or instructions to complete this task.
fr_fr: La question ou les instruction pour réaliser la tâche.

source: Content
fr_fr: Contenu

source: Content that will display on the unit page.
fr_fr: Contenu qui sera affiché sur la page.

source: Set the correct answer
fr_fr: Indique la bonne réponse

source: Add
fr_fr: Ajouter

source: Delete Module
fr_fr: Supprimer l’activité

source: Start Quiz
fr_fr: Démarer le Quiz

source: Enter a URL or Browse for an image
fr_fr: Indiquer une URL ou rechercher une image

source: Image Caption
fr_fr: Légende

source: Hide, show and customise the image caption.
fr_fr: Cacher, montrer et personnaliser la légende.

source: Show Caption
fr_fr: Afficher la légende

source: Media has no caption
fr_fr: Le média n’as pas de légende

source: Media Caption
fr_fr: Légende du média

source: Custom Caption
fr_fr: Légende personnalisé

source: Please enter a custom caption here.
fr_fr: Entrer une légende personnalisé ici.

source: Video Source
fr_fr: Source Video

source: You can enter a Youtube or Vimeo link (oEmbed support is required). Alternatively you can Browse for a file - supported video extensions (mp4, m4v, webm, ogv, wmv, flv)
fr_fr: Vous pouvez entrer un lien Youtube ou Vimeo (un support oEmbed est requis). Vous pouvez également rechercher un fichier - extensions vidéo prises en charge (mp4, m4v, web, gov, imv, dlv).

source: Video Caption
fr_fr: Légende vidéo

source: Hide, show and customise the video caption.
fr_fr: Masquer, afficher et personnaliser la légende de la vidéo.

source: Player Width
fr_fr: Largeur du lecteur

source: Width of the video player.
fr_fr: Largeur du lecteur vidéo.

source: Player Height
fr_fr: Hauteur du lecteur

source: Height of the video player.
fr_fr: Hauteur du lecteur vidéo.

source: Autoplay
fr_fr: Lecture automatique

source: Autoplay the video on page load.
fr_fr: Lecture automatique de la vidéo au chargement de la page.

source: Loop Video
fr_fr: Boucler la vidéo

source: Restart the video when it ends
fr_fr: Relance la vidéo à la fin

source: Hide Controls
fr_fr: Masquer les contrôles

source: Hide video control buttons
fr_fr: Masquer les boutons de contrôle vidéo

source: Related Videos
fr_fr: Vidéos associées

source: Hide related videos for some video services (e.g. YouTube). Services like Vimeo sets this per video.
fr_fr: Masquer les vidéos associées à certains services vidéo (par exemple, YouTube) Des services comme Vimeo définissent ceci par vidéo.

source: Hide related videos
fr_fr: Masquer les vidéos associées

source: Audio Source
fr_fr: Source Audio

source: Enter a URL or Browse for an audio file. Supported audio extensions (mp3, ogg, wma, m4a, wav)
fr_fr: Entrez une URL ou recherchez un fichier audio. Extensions audio prises en charge (mp3, ogg, wam, m4a, wal)

source: Audio Playback
fr_fr: Lecture audio

source: Loop audio
fr_fr: Boucler l’audio

source: Autoplay audio
fr_fr: Lecture automatique de l’audio

source: Download Source
fr_fr: Source du téléchargement

source: Add File URL or Browse for File to download
fr_fr: Ajouter une URL de fichier ou rechercher un fichier à télécharger

source: Link Text
fr_fr: Texte du lien

source: Object Source
fr_fr: Source de l’objet

source: Browse for the zip file that contains your resources.
fr_fr: Recherchez le fichier zip contenant vos ressources.

source: Browse for zipped file
fr_fr: Recherchez le fichier compressé

source: Primary File
fr_fr: Fichier principal

source: This is the file of the object that will be loaded first.
fr_fr: C’est le fichier de l’objet qui sera chargé en premier.

source: e.g. index.html
fr_fr: par exemple. index.html

source: This is the text of the link that will open your primary file.
fr_fr: C’est le texte du lien vers votre fichier principal.

source: Add checkboxes next to the correct answers
fr_fr: Ajouter des cases à cocher à côté des bonnes réponses

source: Select the correct answer
fr_fr: Sélectionner la bonne réponse

source: Add all the questions for your quiz here
fr_fr: Ajoutez toutes les questions pour votre quiz ici

source: Inital Question
fr_fr: Question à autocorriger

source: Name of the module for the initial question
fr_fr: Nom de l’activité pour la question à autocorriger

source: Result Comments
fr_fr: Commentaire du résultat

source: Add differents comments for the result case
fr_fr: Ajouter différents commentaires en fonction du cas

source: Good answer --> Good answer
fr_fr: Bonne réponse —> Bonne réponse

source: Congratulation, your answer was right from the begining and you know it !
fr_fr: Félicitations, votre réponse était bonne dès le début et vous le savez !

source: Good answer --> Bad answer
fr_fr: Bonne réponse —> Mauvaise réponse

source: Too bad, you had the good answer initialy and changed it for a wrong one !
fr_fr: Dommage, Vous aviez la bonne réponse initialement et avez changer pour une mauvaise !

source: Bad answer --> Good answer
fr_fr: Mauvaise réponse —> Bonne réponse

source: Congratulation, your answer was initaly wrong but you manage to correct it !
fr_fr: Félicitation, votre réponse était initialement mauvaise mais vous avez réussit à la corriger !

source: Bad answer --> Bad answer
fr_fr: Mauvaise réponse —> Mauvaise réponse

source: Sorry, you initialy had a bad answer and didn t manage to correct it !
fr_fr: Désolé, vous aviez une mauvaise réponse initialement et n’avez pas réussit à la corriger !

source: Form elements
fr_fr: Eléments de formulaire

source: Add all the elements for your form here
fr_fr: Ajoutez tous les éléments de votre formulaire ici

source: This course does not have any notifications.
fr_fr: Cette formation n’as pas de notification pour l’instant.

source: by <span>%s</span>
fr_fr: par <span>%s</span>

source: Discussions are not available for this course.
fr_fr: Discussions disponible pour cette formation.

source: Start a new discussion
fr_fr: Démarrer une nouvelle discussion

source: This course does not have any discussions.
fr_fr: Cette formation ne comporte aucune discussions.

source: Applies to:
fr_fr: Concerne :

source: Unknown Discussion
fr_fr: Discussion inconnue

source: The discussion you were looking for could not be found.
fr_fr: La discussion que vous recherchez n’as pas pu être trouvé.

source: New Discussion
fr_fr: Nouvelle Discussion

source: This discussion is about
fr_fr: Cette discussion concerne

source: Update discussion
fr_fr: Mettre à jour la discussions

source: Add discussion
fr_fr: Ajouter une discussion

source: Submit Answer
fr_fr: Envoyer une réponse

source: This file has been successfully uploaded. It will be part of your grade in this course.
fr_fr: Ce fichier a été envoyé avec succès. Cela fera partie de votre note dans cette formation.

source: Grade:
fr_fr: Note :

source: Ungraded
fr_fr: Non Noté
