Repository: Tanguyel/CP-ExecutionProjet
Catalog: languages/cp-*.po
Languages: fr_fr

source: Enter topic title
fr_fr: Entrez le titre du sujet

source: Notification Title
fr_fr: Titre de la notification

source: Export Courses
fr_fr: Exporter la formation

source: Upload file and import
fr_fr: Télécharger un fichier et importer

source: Step 1 &ndash; Course Overview
fr_fr: Etape 1 &ndash; Aperçu de la formation

source: Short Overview
fr_fr: Bref aperçu

source: Featured Image
fr_fr: Image vedette

source: Language
fr_fr: Langue

source: Step 2 &ndash; Course Details
fr_fr: Etape 2 &ndash; Détail de la formation

source: Add URL or Browse ( %s )
fr_fr: Ajouter une URL ou parcourir (%s)

source: Featured Video
fr_fr: Vidéo en vedette

source: This is used on the Course Overview page and will be displayed with the course description.
fr_fr: Ceci est utilisé sur l’aperçu de la formation et sera affiché avec la description de la formation.

source: Full Description
fr_fr: Description complète

source: View Mode
fr_fr: Mode d’affichage

source: Normal: Show full unit pages
fr_fr: Normal : Afficher les pages avec les modules complet

source: Choose if your course will show in "normal" mode or step by step "focus" mode.
fr_fr: Choisissez si votre formation s’affichera en mode «normal» ou en mode «focus» étape par étape.

source: Focus: Focus on one item at a time
fr_fr: Focus: Focus étape par étape

source: Don't render section titles in focus mode.
fr_fr: Ne pas afficher les titres de leçon en mode focus.

source: Unit list only
fr_fr: Liste des titres des modules seulement

source: Expanded unit list
fr_fr: Liste détaillé des modules

source: Choose if course Unit page shows units only or in expanded view.
fr_fr: Choisissez si la page du module affiche uniquement les modules ou la vue complète du programme.

source: This gives you the option to show/hide Course Units, Lessons, Estimated Time and Free Preview options on the Course Overview page
fr_fr: Cela vous donne la possibilité d’afficher / masquer les modules, les leçons, la durée estimée et les options d’aperçu gratuit de la formation sur la page Aperçu de la formation

source: Show the Course Overview structure and Preview Options
fr_fr: Affiche le programme de la formation et les options d’aperçu

source: Display Time Estimates for Units and Lessons
fr_fr: Affiche la durée estimé des module et des leçons

source: Show units without modules
fr_fr: Afficher les modules vide

source: By default unit without modules is not displayed, even if it is selected below.
fr_fr: Par défaut les modules vides ne sont pas affichés, même si c’est sélectionné ci-dessous.

source: Units and Sections with Modules selected will automatically be visible (only selected Modules accessible).
fr_fr: Les modules et les leçons avec des pages sélectionnés seront automatiquement visibles (seuls les modules sélectionnés seront accessibles).

source: Free Preview
fr_fr: Aperçu gratuit

source: Time
fr_fr: Durée

source: [DRAFT]
fr_fr: [BROUILLON]

source: this section has no title
fr_fr: cette formation n’as pas de titre

source: Section: %d %s
fr_fr: Leçon : %d %s

source: Untitled Module
fr_fr: Activité Sans Titre

source: Step 3 &ndash; Instructors and Facilitators
fr_fr: Etape 3 &ndash; Formateurs and Animateurs

source: Course Instructor(s)
fr_fr: Formateur(s) de la Formation

source: Select one or more instructor to facilitate this course
fr_fr: Sélectionnez un ou plusieurs Formateur pour animer cette formation

source: Assigned Instructors:
fr_fr: Formateurs Assignés :

source: You do not have sufficient permission to add instructor!
fr_fr: Vous n’avez pas une accréditation suffisante pour ajouter un formateur !

source: Please Assign Instructor
fr_fr: Veuillez assigner un Formateur

source: Course Facilitator(s)
fr_fr: Animateur(s) de la Formation

source: Select one or more facilitator to facilitate this course
fr_fr: Sélectionnez un ou plusieurs animateur pour animer cette formation

source: Course Facilitators
fr_fr: Animateurs de la formation

source: Instructor or Facilitator
fr_fr: Formateur et animateur

source: Instructor
fr_fr: Formateur

source: Facilitator
fr_fr: Animateur

source: First Name
fr_fr: Prénom

source: Last Name
fr_fr: Nom

source: Send Invite
fr_fr: Envoyer Invitation

source: Step 4 &ndash; Course Dates
fr_fr: Etape 4 &ndash; Dates de la formation

source: Course Availability
fr_fr: Disponibilité de la formation

source: These are the dates that the course will be available to students
fr_fr: Ce sont les dates auxquelles la formation sera disponible pour les élèves

source: This course has no end date
fr_fr: Cette formation n’a pas de date de fin

source: Course Enrollment Dates
fr_fr: Dates d’inscription à la formation

source: These are the dates that students will be able to enroll in a course.
fr_fr: Ce sont les dates auxquelles les élèves pourront s’inscrire à cette formation.

source: Students can enroll at any time
fr_fr: Les élèves peuvent s’inscrire à tout moment

source: Step 5 &ndash; Classes, Discussion & Workbook
fr_fr: Étape 5 &ndash; Classes, Forum et Cahier d’exercices

source: Class Size
fr_fr: Taille de la classe

source: Use this setting to set a limit for all classes. Uncheck for unlimited class size(s).
fr_fr: Utilisez ce paramètre pour définir une limite pour toutes les classes. Décochez la case pour une taille de classe illimitée.

source: Limit class size
fr_fr: Limiter la taille de la classe

source: Number of students
fr_fr: Nombre d’élèves

source: Course Discussion
fr_fr: Forum de la formation

source: If checked, students can post questions and receive answers at a course level. A 'Discusssion' menu item is added for the student to see ALL discussions occuring from all class members and instructors.
fr_fr: Si coché, les étudiants peuvent poser des questions et recevoir des réponses au niveau de la formation. Un élément de menu «Discussion» est ajouté pour que l’étudiant puisse voir TOUTES les discussions qui ont lieu avec tous les membres du groupe et les Formateurs.

source: Allow course discussion
fr_fr: Autoriser la discussion dans la formation

source: Student Workbook
fr_fr: Cahier d’exercices des étudiants

source: If checked, students can see their progress and grades.
fr_fr: SI coché, les élèves peuvent voir leur progrès et leur notes.

source: Show student workbook
fr_fr: Afficher le cahier d’exercices de l’élève

source: Student grades
fr_fr: Notes de l’élève

source: If checked, students can see their grades.
fr_fr: Si cochée, les élèves peuvent voir leurs notes.

source: Show student grades
fr_fr: Afficher les notes de l’élève

source: Step 6 &ndash; Enrollment %s
fr_fr: Étape 6 &ndash; Inscription %s

source: Enrollment Restrictions
fr_fr: Restrictions d’inscription

source: Select the limitations on accessing and enrolling in this course.
fr_fr: Sélectionnez les limitations d’accès et d’inscription à cette formation.

source: Prerequisite Courses
fr_fr: Formation Prérequise

source: Select the courses a student needs to complete before enrolling in this course
fr_fr: Sélectionnez les formations qu’un élève doit suivre avant de s’inscrire à cette formation

source: Course Passcode
fr_fr: Code d’accès à la formation

source: Enter the passcode required to access this course
fr_fr: Entrez le code d’accès requis pour accéder à cette formation

source: Course Payment
fr_fr: Paiement de la formation

source: Payment options for your course. Additional plugins are required and settings vary depending on the plugin.
fr_fr: Options de paiement pour votre formation. Des plugins supplémentaires sont requis et les paramètres varient en fonction du plugin.

source: This is a paid course
fr_fr: Ceci est une formation payante

source: Create a group in order to have a second free formula for the course
fr_fr: Créer un groupe afin d’avoir une deuxième formule gratuite pour la formation

source: Create a free formula
fr_fr: Créer une Formule Gratuite

source: Comercial name
fr_fr: Nom commercial

source: Tag of the base formula group
fr_fr: Tag de la formule payante (de base)

source: Second Free formula
fr_fr: Seconde formule Gratuite

source: Tag of the second formula group
fr_fr: Tag de la seconde formule gratuite

source: Step 7 &ndash; Course Completion
fr_fr: Etape 7 &ndash; Achèvement de la formation

source: Minimum Grade Required
fr_fr: Note minimum requise

source: The minimum grade required to marked course completion and send course certficates.
fr_fr: La note minimale requise pour valider l'achèvement de la formation et envoyer les certificats.

source: Pre-Completion Page
fr_fr: Page de pré-achèvement

source: Use the fields below to show custom pre-completion page after the student completed the course but require final assessment from instructors.
fr_fr: Utilisez les champs ci-dessous pour afficher la page personnalisée de pré-achèvement une fois que l'élève ait terminé la formation, mais qu’une évaluation finale par les Formateur soit nécessaire.

source: Page Title
fr_fr: Titre de la page

source: Page Content
fr_fr: Contenu de la page

source: Course Completion Page
fr_fr: Page d’achèvement de la formation

source: Use the fields below to show a custom page after successfull course completion.
fr_fr: Utilisez les champs ci-dessous pour afficher une page personnalisée une fois la formation terminé avec succès.

source: Failed Page
fr_fr: Page d’echec

source: Use the fields below to display failure page when an student completed a course but fail to reach the minimum required grade.
fr_fr: Utilisez les champs ci-dessous pour afficher la page d'échec lorsqu'un élève a terminé la formation mais ne parvient pas à atteindre la note minimum requise.

source: Custom Certificate
fr_fr: Certificat personnalisé

source: Use custom certificate for this course.
fr_fr: Utilisez un certificat personnalisé pour cette formation.

source: Certificate Content
fr_fr: Contenu du certificat

source: Background Image
fr_fr: Image d’arrière plan

source: Choose background image
fr_fr: Choisissez l’image d’arrière plan

source: Choose logo image
fr_fr: Choisissez un logo (image)

source: Logo Position
fr_fr: Position du Logo

source: Width
fr_fr: Largeur

source: Content Margin
fr_fr: Marge de contenu

source: Top
fr_fr: Haut

source: Left
fr_fr: Gauche

source: Right
fr_fr: Droit

source: Page Orientation
fr_fr: Orientation de la Page

source: Landscape
fr_fr: Paysage

source: Text Color
fr_fr: Couleur du texte

source: View Certificate
fr_fr: Voir le certificat

source: Edit user
fr_fr: Modifier l’utilisateur

source: Student not found.
fr_fr: Elève introuvable.

source: CoursePress
fr_fr: Exécution Projet CoursePress

source: A small space giving instruction to get help
fr_fr: Un encart donnant des instruction pour obtenir de l’aide

source: Course Help
fr_fr: Aide pour la formation

source: Title:
fr_fr: Titre :

source: An invitation to upgrade for the paid version of the course if the couse has 2 formula and the student is in the free formula
fr_fr: Une invitation à passer à la version payante de la formation si celle-ci a deux formules et que l’élève est dans la formule gratuite

source: Course Upgrade
fr_fr: Formation Upgrade

source: Presentation texte for Paid Formula:
fr_fr: Texte de présentation de la formule payante :

source: Texte for the link adding the course to the cart (upgrade)
fr_fr: Texte pour le lien ajoutant la formation au panier (upgrade)

source: Use [FORMULE] to insert the (paid) Formule Name
fr_fr: Utiliser [FORMULE] pour insérer le nom de la formule payante

source: Presentation texte for the contact invite :
fr_fr: Texte de présentation pour le bouton de contact :

source: Texte for the contact link:
fr_fr: Texte pour le bouton de contact :

source: Show cart
fr_fr: Afficher le panier

source: Subject line here...
fr_fr: Objet de l’email ici …

source: Enabled
fr_fr: Activé

source: From Name
fr_fr: Nom de l’expéditeur

source: From Email
fr_fr: E-mail de l’expéditeur

source: Subject
fr_fr: Objet

source: Mail Tokens
fr_fr: Champs de l’e-mail

source: These tokens will be replaced with actual data.
fr_fr: Ces champs seront remplacé avec les données correspondantes.

source: Email Body
fr_fr: Corps du message

source: Invalid course ID!
fr_fr: ID de la formation incorrect !

source: You are currently not enrolled to this course!
fr_fr: Vous n’êtes actuellement pas inscrit à cette formation !

source: This course is completed, you can not submit answers anymore.
fr_fr: Cette formation est achevé, vous ne pouvez plus soumettre de réponses.

source: Invalid unit!
fr_fr: Module Incorrect !

source: You need to complete this module!
fr_fr: Vous devez terminer cette activité !

source: You need to complete the required modules!
fr_fr: Vous devez terminer les activités requises !

source: You did not pass the required minimum grade!
fr_fr: Vous n’avez pas obtenu la note minimum !

source: Module do not exists.
fr_fr: Cette page n’existe pas.

source: You need to complete the required module!
fr_fr: Vous devez terminer les activités requises !

source: Your participation to the discussion is required!
fr_fr: Votre participation à la discussion est requise !

source: You did not complete the form!
fr_fr: Vous n’avez pas rempli le formulaire!

source: Username already exists. Please choose another one.
fr_fr: Ce nom d’utilisateur existe déjà. Veuillez en choisir un autre.

source: Invalid username!
fr_fr: Nom d’utilisateur invalide!

source: E-mail address is not valid.
fr_fr: L’adresse e-mail n’est pas valide.

source: Sorry, that email address is already used!
fr_fr: Désolé, cette adresse email est déjà utilisée!

source: Passwords don't match
fr_fr: Les mots de passe ne correspondent pas

source: Your password is too weak.
fr_fr: Votre mot de passe est trop simple.

source: Your password must be at least %d characters long and have at least one letter and one number in it.
fr_fr: Votre mot de passe doit contenir au minimum %d caractères et être constitué d'au moins une lettre et d'un chiffre.

source: You must agree to the Terms of Service in order to signup.
fr_fr: Vous devez accepter les conditions d’utilisation pour vous inscrire.

source: All fields are required.
fr_fr: Tous les champs sont requis.

source: An error occurred while creating the account. Please check the form and try again.
fr_fr: Une erreur s'est produite lors de la création du compte. Veuillez vérifier le formulaire et réessayer.

source: Create New
fr_fr: Créer un nouveau

source: Create New Certificate
fr_fr: Créer un nouveau certificat

source: Edit Certificate
fr_fr: Modifier le certificat

source: New Certificate
fr_fr: Nouveau certificat

source: Search Certificates
fr_fr: Rechercher des certificats

source: No Certificates Found
fr_fr: Aucun certificat trouvé

source: No Certificates found in Trash
fr_fr: Aucun certificat trouvé dans la corbeille

source: Certificate of Completion
fr_fr: Certificat d’achèvement

source: Download your certificate
fr_fr: Téléchargez votre certificat

source: New Course
fr_fr: Nouvelle formation

source: Edit Course
fr_fr: Modifier la formation

source: Search Courses
fr_fr: Rechercher les formation

source: No Courses Found
fr_fr: Aucune formation trouvé

source: No Courses found in Trash
fr_fr: Aucune formation trouvé dans la corbeille

source: Categories
fr_fr: Catégories

source: Category
fr_fr: Catégorie

source: Search Course Categories
fr_fr: Rechercher les catégories de formation

source: All Course Categories
fr_fr: Toutes les catégories de formation

source: Edit Course Categories
fr_fr: Modifier les catégories de formation

source: Update Course Category
fr_fr: Mettre à jour la catégorie

source: Add New Course Category
fr_fr: Ajouter une nouvelle catégorie de formation

source: New Course Category Name
fr_fr: Nouveau nom de catégorie de formation

source: New Course added successfully!
fr_fr: Nouvelle formation ajouté avec succès!

source: Course updated successfully.
fr_fr: Formation mis à jour avec succès.

source: Unit status changed successfully
fr_fr: Etat du module modifié avec succès

source: Unit deleted successfully
fr_fr: Module supprimé avec succès

source: New Unit added successfully!
fr_fr: Nouveau Module ajouté avec succès !

source: Unit updated successfully.
fr_fr: Module mis à jour avec succès.

source: Student added to the class successfully.
fr_fr: Elève ajouté à la classe avec succès.

source: New class has been added successfully.
fr_fr: Nouvelle classe ajoutée avec succès.

source: Selected class has been deleted successfully.
fr_fr: La classe sélectionnée a été supprimée avec succès.

source: Selected student has been withdrawed successfully from the course.
fr_fr: L’élève sélectionné a été retiré de la formation avec succès.

source: Selected students has been withdrawed successfully from the course.
fr_fr: Les élèves sélectionné ont été retiré de la formation avec succès.

source: Invitation sent sucessfully.
fr_fr: Invitation envoyée avec succès.

source: Successfully added as instructor.
fr_fr: Ajouté avec succès en tant que formateur.

source: English
fr_fr: Français

source: Free
fr_fr: Gratuit

source: Almost there!
fr_fr: On y est de presque !

source: Congratulations, You Passed!
fr_fr: Félicitations, vous avez réussi !

source: Sorry, you did not pass this course!
fr_fr: Désolé, vous n’avez pas réussi cette formation !

source: %s Day
fr_fr: %s Jour

source: Open-ended
fr_fr: Ouvert

source: %s Copy
fr_fr: %s Copie

source: This course will open on %s
fr_fr: Cette formation commencera le %s

source: This course is already closed.
fr_fr: Cette formation est terminé.

source: This unit will be available on %s
fr_fr: Le module sera disponible le %s

source: You need to complete all the REQUIRED modules before this unit.
fr_fr: Vous devez réaliser toutes les activités REQUISES avant ce module.

source: You need to complete all the REQUIRED modules before this section.
fr_fr: Vous devez réaliser toutes les activités REQUISES avant cette leçon.

source: You need to complete all the REQUIRED modules before this module.
fr_fr: Vous devez réaliser toutes les activités REQUISES avant cette activité.

source: Manually added only
fr_fr: Ajout manuel uniquement

source: Any registered users
fr_fr: Tous les utilisateurs inscrits

source: Any registered users with a pass code
fr_fr: Tous les utilisateurs inscrits avec le code d’accès

source: Registered users who completed the prerequisite course(s)
fr_fr: Utilisateurs inscrits ayant suivi la ou les formation prérequises(s)

source: You have completed the course!
fr_fr: Vous avez terminé la formation !

source: Your submitted business plan will be reviewed, and you'll hear back from me on whether you pass or fail.
fr_fr: Votre business plan soumis sera examiné et je reviendrez vers vous pour vous indiquer si vous passez ou échouez à cette formation.

source: Woohoo! You've passed COURSE_NAME!
fr_fr: Woohoo! Vous avez réussi COURSE_NAME!

source: I'm sorry to say you didn't pass COURSE_NAME. Better luck next time!
fr_fr: Je suis désolé de vous dire que vous n’avez pas réussi COURSE_NAME. Vous aurez plus de chance la prochaine fois !

source: Create New Thread
fr_fr: Créer une nouvelle discussion

source: Edit Thread
fr_fr: Modifier la discussion

source: New Thread
fr_fr: Nouvelle discussion

source: View Thread
fr_fr: Voir la discussion

source: Search Threads
fr_fr: Recherchez les discussions

source: No Threads Found
fr_fr: Pas de discussion trouvée

source: No Threads found in Trash
fr_fr: Pas de discussion trouvée dans la corbeille

source: Unsubscribe Successful
fr_fr: Désabonnement réussi

source: You have been removed from "%s" discussion.
fr_fr: Vous avez été retiré de la discussion « % s ».

source: &laquo; Previous
fr_fr: &laquo; Précédent

source: Next &raquo;
fr_fr: Suivant &raquo;

source: Proceed to the next section
fr_fr: Passez à la leçon suivante

source: Proceed to the next module
fr_fr: Passez à l’activité suivante

source: Next Section
fr_fr: Leçon suivante

source: Discussion Update: No action.
fr_fr: La mise à jour de la discussion : Aucune action.

source: Discussion update failed: post type missmatch.
fr_fr: La mise à jour de la discussion a échoué : erreur de type de publication.

source: Discussion update failed: wrong nounce.
fr_fr: La mise à jour de la discussion a échoué : erreur de nounce.

source: Invitation successfully sent.
fr_fr: Invitation envoyée avec succès.

source: Invitation already exists. Invitation was re-sent.
fr_fr: L’invitation existe déjà. Elle a été renvoyée.

source: Email failed to send.
fr_fr: Le courrier électronique n’a pas pu être envoyé.

source: Invitation already exists.
fr_fr: L’invitation existe déjà.

source: Module
fr_fr: Activité

source: Create New Module
fr_fr: Créer une nouvelle activité

source: Edit Module
fr_fr: Modifier l’activité

source: New Module
fr_fr: Nouvelle activité

source: View Module
fr_fr: Voir l’activité

source: Search Modules
fr_fr: Rechercher les activités

source: No Modules Found
fr_fr: Aucune activité trouvée

source: No Modules found in Trash
fr_fr: Aucune activité trouvée dans la corbeille

source: Click here to cancel reply.
fr_fr: Cliquez ici pour annuler la réponse.

source: You have %d attempts left.
fr_fr: Vous avez %d tentatives restantes.

source: Your last attempt was unsuccessful. Try again. %s
fr_fr: Votre précédent essaie était infructueux. Essayer à nouveau. %s

source: Your last attempt was unsuccessful. You can not try anymore.
fr_fr: Votre précédent essaie était infructueux. Vous ne pouvez plus ressayer.

source: Your submission is awaiting instructor assessment.
fr_fr: Votre soumission est en attente d’évaluation de l’instructeur.

source: Success!
fr_fr: Succès!

source: Quiz not passed.
fr_fr: Echec du Quiz.

source: You have successfully passed the quiz. Here are your results.
fr_fr: Vous avez réussi le Quiz. Voici vos résultats.

source: You did not pass the quiz this time. Here are your results.
fr_fr: Vous avez échoué au Quiz. Voici vos résultats.

source: Total Questions
fr_fr: Nombre de questions

source: Correct
fr_fr: Bonne

source: Incorrect
fr_fr: Mauvaise

source: Try again!
fr_fr: Réessayer !

source: Create New Notification
fr_fr: Créer une nouvelle notification

source: Edit Notification
fr_fr: Modifier la notification

source: New Notification
fr_fr: Nouvelle notification

source: View Notification
fr_fr: Voir la notification

source: No Notifications Found
fr_fr: Aucune notification trouvée

source: No Notifications found in Trash
fr_fr: Aucune notification trouvée dans Corbeille

source: Insert into notification
fr_fr: Insérer dans la notification

source: Uploaded to this notification
fr_fr: Téléchargé (envoyer) sur cette notification

source: Notifications list
fr_fr: Liste des notifications

source: Filter notification list
fr_fr: Filtrer la liste des notifications

source: Notifications list navigation
fr_fr: Navigation dans la liste des notifications

source: Notification Update: No action.
fr_fr: Mise à jour des notifications: aucune action.

source: Notification update failed.
fr_fr: La mise à jour de notification a échoué.

source: Awaiting Review
fr_fr: En attente de correction

source: Ongoing
fr_fr: En cours

source: Incomplete
fr_fr: Incomplet

source: Unit
fr_fr: Module

source: Create New Unit
fr_fr: Créer un nouveau Module

source: Edit Unit
fr_fr: Modifier le Module

source: New Unit
fr_fr: Nouveau Module

source: View Unit
fr_fr: Voir le Module

source: Search Units
fr_fr: Rechercher les modules

source: No Units Found
fr_fr: Aucun Module trouvé

source: No Units found in Trash
fr_fr: Aucun Module trouvé dans la corbeille

source: Unsubscribe Successful!
fr_fr: Désabonnement réussi !

source: You have been remove to our subscribers list.
fr_fr: Vous avez été supprimé de notre liste d’abonnés.

source: Done
fr_fr: Fait

source: Every quarter of an hour
fr_fr: Tous les quart d’heure
