Repository: Tanguyel/CP-ExecutionProjet
Catalog: languages/cp-*.po
Languages: fr_fr

source: %1$s, %2$s ago
fr_fr: %1$s, il y a %2$s

source: <span class="posted-on">Posted on %1$s</span><span class="byline"> by %2$s</span>
fr_fr: <span class="posted-on">Publié le %1$s</span><span class="byline"> par %2$s</span>

source: Question title is required.
fr_fr: Le titre de la question est requis.

source: Question description is required.
fr_fr: La description de la question est requise.

source: Course General
fr_fr: Sur l’ensemble de la Formation

source: E-mail sent successfully! We will respond as soon as possible.
fr_fr: E-mail envoyé avec succès! Nous répondrons dès que possible.

source: An error occured while trying to send the e-mail. Please try again later.
fr_fr: Une erreur s’est produite lors de la tentative d’envoi de l’e-mail. Veuillez réessayer plus tard.

source: Your Name
fr_fr: Votre Nom

source: Your E-mail
fr_fr: Votre E-mail

source: Search Results for: %s
fr_fr: Résultats de la recherche pour : %s

source: Error loading %s v%s plugin!
fr_fr: Erreur lors du chargement du plugin %s v%s !

source: Almost There
fr_fr: On y est presque

source: Congratulations, you passed!
fr_fr: Félicitations, vous avez réussi !

source: backup
fr_fr: sauvegarder

source: here
fr_fr: ici

source: It looks like you had CoursePress 1 installed. In order to upgrade your course data to CoursePress 2, we strongly recommend you to %s your website before upgrading %s. Once the upgrade is complete you will be able to use CoursePress again.
fr_fr: Il semble que vous ayez CoursePress 1 déjà installé. Afin de mettre à niveau vos données vers CoursePress 2, nous vous recommandons fortement de %s votre site Web avant de faire la mise à jour %s. Une fois la mise à niveau terminée, vous pourrez utiliser CoursePress à nouveau.

source: This page is undergoing routine maintenance. Please try again later.
fr_fr: Cette page est en cours de maintenance. Veuillez réessayer plus tard.

source: We strongly recommend that you backup your site before you start updating.
fr_fr: Nous vous recommandons fortement de sauvegarder votre site Web avant de faire la mise à jour.

source: An error occur while updating. Please contact your administrator to fix the problem.
fr_fr: Une erreur s’est produite lors de la mise à jour. Merci de contacter votre administrateur pour résoudre le problème.

source: Please refrain from reloading the page while updating!
fr_fr: Merci de ne pas recharger la page pendant la mise à jour !

source: Update unsuccessful. Please try again!
fr_fr: La mise à jour a échoué. Veuillez réessayer !

source: Hooray! Update completed. Redirecting in %1$s. If you are not redirected in 5 seconds click %2$s.
fr_fr: Hourra! Mise à jour terminée. Redirection dans %1$s. Si vous n’êtes pas redirigé dans 5 secondes, cliquez sur %2$s.

source: Please wait while we upgrade and verify the student data. Students yet to be upgraded:
fr_fr: Veuillez patienter pendant que nous mettons à niveau et vérifions les données des élèves. Elèves à migrer :

source: CoursePress 2.0 Upgrade
fr_fr: Mise à niveau de CoursePress 2.0

source: Begin Update
fr_fr: Commencer la mise à jour
