Repository: Tanguyel/CP-ExecutionProjet
Catalog: languages/cp-*.po
Languages: fr_fr

source: Post Date
fr_fr: Date de publication

source: Course start date
fr_fr: Date de début de la formation

source: Course enrollment start date
fr_fr: Date de début d’inscription

source: Descending
fr_fr: Décroissant

source: Ascending
fr_fr: Croissant

source: Select the default limitations on accessing and enrolling in this course.
fr_fr: Sélectionnez les limites par défaut pour l’accès et l’inscription à cette formation.

source: Select font which will be used in the PDF reports.
fr_fr: Sélectionnez la police qui sera utilisée dans les rapports PDF.

source: Font
fr_fr: Police

source: Add microdata syntax
fr_fr: Ajouter une syntaxe de microdonnées

source: Add structure data to courses.
fr_fr: Ajoutez des données de structure aux formations.

source: Social Sharing
fr_fr: Partager sur les réseaux

source: Please <a href="%1$s">add new page</a> with shortcode: %2$s.
fr_fr: Veuillez <a href="%1$s">ajouter une nouvelle page</a> avec le shortcode : %2$s.

source: Select page where you have %s shortcode or any other set of %s. Please note that slug for the page set above will not be used if "Use virtual page" is not selected.
fr_fr: Sélectionnez la page où vous avez %s shortcode ou tout autre ensemble de %s. Veuillez noter que le slug pour le jeu de pages ci-dessus ne sera pas utilisé si "Utiliser la page virtuelle" n'est pas sélectionné.

source: Allow to integrate MarketPress to sell courses...
fr_fr: Autoriser l’intégration de MarketPress pour vendre des formations.

source: If checked, MarketPress will be use for selling courses
fr_fr: Si coché, MarketPress sera utiliser pour vendre les formations

source: If checked, visitors who try to access MarketPress single post will be automatically redirected to a parent course single post.
fr_fr: Si coché, les visiteurs qui essaient d’accéder aux articles MarketPress seront automatiquement rediriger vers la page de la formation associée.

source: Configure the pages for CoursePress.
fr_fr: Configurez les pages associés à CoursePress.

source: &mdash; Select &mdash;
fr_fr: &mdash; Selectionner &mdash;

source: Student Dashboard
fr_fr: Tableau de bord élève

source: Select page where student can view courses.
fr_fr: Sélectionnez la page où l’élève peut voir les formations.

source: Student Settings
fr_fr: Paramètres Elève

source: Select page where student can change accont settings.
fr_fr: Sélectionnez la page où l’élève peut modifier les paramètres de son compte.

source: Select page where student can login.
fr_fr: Sélectionnez la page où l’élève peut se connecter.

source: Select page where student can create an accont.
fr_fr: Sélectionnez la page où l’élève peut créer un compte.

source: Select page where we display instructor profile.
fr_fr: Sélectionnez la page sur laquelle nous affichons le profil du formateur.

source: Select page where we display enrollment process.
fr_fr: Sélectionnez la page où nous affichons le processus d’inscription.

source: Welcome to
fr_fr: Bienvenue sur

source: %s has done a few things to get you on your way.
fr_fr: %s a fait quelques petites choses pour vous mettre en route.

source: It’s created a couple of dynamic pages labeled ‘Courses’ & ‘Dashboard’ and added them to your navigation.
fr_fr: Il a créé deux pages dynamiques intitulées "Formations" et "Tableau de bord" et les a ajoutées à votre navigation.

source: If these are not visible on your site and theme, you may need to check your %s.
fr_fr: Si celles-ci ne sont pas visibles sur votre site et votre thème, vous devrez peut-être vérifier vos %s.

source: Menu Settings
fr_fr: Paramètres de menu

source: %s has also installed - but not activated - MarketPress Lite.
fr_fr: %s a également installé - mais pas activé - MarketPress Lite.

source: For those of you who wish to sell your amazing courses you will need to activate and set up a payment gateway. But more on that later.
fr_fr: Pour ceux d’entre vous qui souhaitent vendre vos exceptionnelles formations, vous devrez activer et configurer une passerelle de paiement. Mais plus là-dessus plus tard.

source: Let’s Get Started
fr_fr: Commençons

source: Step 1. Create a course
fr_fr: Étape 1. Créer une formation

source: Add course title and description
fr_fr: Ajouter un titre et une description à la formation

source: Assign course instructor
fr_fr: Assigner un formateur à la formation

source: Configure attendance and access settings
fr_fr: Configurer les paramètres de présence et d’accès

source: Set up payment gateways for paid courses
fr_fr: Configurer des passerelles de paiement pour les formations payants

source: Step 2. Add course Content
fr_fr: Étape 2. Ajouter un contenu à la formation

source: Courses are structured by Units. Units are made up of elements these can be presented on a single page or over several pages . Elements include
fr_fr: Les formations sont structurés par modules. Les modules sont constituées d’éléments qui peuvent être présentés sur une seule page ou sur plusieurs pages. Les éléments incluent

source: Multiple and Single Choice Questions
fr_fr: Questions à choix multiples et à choix unique

source: Test Response fields
fr_fr: Champs de réponse texte

source: Step 3. Enroll students
fr_fr: Étape 3. Inscription des étudiants

source: Configure student enrollment, select to either:
fr_fr: Configurer l’inscription des étudiants, sélectionnez l’une des options suivantes:

source: Manually add students with or without passcode restriction
fr_fr: Ajouter manuellement des étudiants avec ou sans restriction de mot de passe

source: Enroll students automatically after registration and/or payment
fr_fr: Inscription automatique des étudiants après inscription et / ou paiement

source: Step 4. Publish your course!
fr_fr: Étape 4. Publiez votre formation !

source: There are many other features in CoursePress, but those are the basics to get you up and running. Now it’s time to publish the course and watch your students learn
fr_fr: Il y a beaucoup d’autres fonctionnalités dans CoursePress, mais ce sont les bases pour vous lancer. Il est maintenant temps de publier la formation et de regarder vos élèves apprendre

source: Step 5. Course Management
fr_fr: Étape 5. Gestion des formations

source: Administer instructors and students
fr_fr: Administrer les formateur et les étudiants

source: Manage Grading of the students submitted work
fr_fr: Gérer le classement des travaux soumis par les étudiants

source: Generate Unit/Course/Site-wide Reporting
fr_fr: Générer des rapports sur les modules / formations / le site complet

source: Pretty permalinks are required to use CoursePress.
fr_fr: De jolis percalines sont requis pour utiliser CoursePress.

source: Click the button below to setup your permalinks.
fr_fr: Cliquez sur le bouton ci-dessous pour configurer vos permaliens.

source: Setup Permalinks
fr_fr: Configuration des Permaliens

source: Start building your own course now &rarr;
fr_fr: Commencez à construire votre propre formation maintenant &rarr;

source: Shortcodes allow you to include dynamic content in posts and pages on your site. Simply type or paste them into your post or page content where you would like them to appear. Optional attributes can be added in a format like <em>[shortcode attr1="value" attr2="value"]</em>.
fr_fr: Les shortcodes vous permettent d'inclure du contenu dynamique dans les publications et les pages de votre site. Il suffit de les taper ou les coller dans votre article ou dans le contenu de la page où vous souhaitez les voir apparaître. Les attributs optionnels peuvent être ajoutés dans un format comme <em>[shortcode attr1 = "valeur" attr2 = "valeur"]</em>.

source: Instructors List
fr_fr: Liste des formateurs

source: Instructors Avatar
fr_fr: Avatar des formateur

source: Instructor Profile URL
fr_fr: URL du profil du formateur

source: Course Title
fr_fr: Titre de la formation

source: Course Summary
fr_fr: Résumé de la formation

source: Course End Date
fr_fr: Date de fin de la formation

source: Course Dates
fr_fr: Dates de la formation

source: Course Enrollment Start
fr_fr: Date de début d’inscription

source: Course Enrollment End
fr_fr: Date de fin des inscriptions

source: Coure Enrollment Type
fr_fr: Type d’inscription pour la formation

source: Course Class Size
fr_fr: Taille de la class de la formation

source: Course Cost
fr_fr: Prix de la formation

source: Course Time Estimation
fr_fr: Durée estimative de la formation

source: Course List Image
fr_fr: Image d’annonce de la formation

source: Course Featured Video
fr_fr: Vidéo en vedette de la formation

source: Course Media
fr_fr: Media de la formation

source: Course Join Button
fr_fr: Bouton rejoindre la formation

source: Course Action Links
fr_fr: Liens d’action de la formation

source: Course Calendar
fr_fr: Calendrier de la formation

source: Course List
fr_fr: Liste des formations

source: Course Signup/Login Page
fr_fr: Page d’inscription / Connexion

source: Student Dashboard Template
fr_fr: Modèle de tableau de bord étudiant

source: Student Settings Template
fr_fr: Modèle de paramètres de l’étudiant

source: Display a list or count of Instructors ( gravatar, name and link to profile page )
fr_fr: Afficher une liste ou le nombre de formateurs (gravatar, nom et lien vers la page de profil)

source: ID of the course instructors are assign to ( required if use it outside of a loop )
fr_fr: ID des formation qui sont assignés aux formateurs (requis si utilisé en dehors de la boucle)

source: How to display the instructors.
fr_fr: Comment afficher les formateurs.

source: count - counts instructors for the course.
fr_fr: compte - compte les formateurs pour la formation.

source: Label to display for the output.
fr_fr: Étiquette à afficher pour la sortie.

source: Plural if more than one instructor.
fr_fr: Pluriel si il y a plus d’un formateur.

source: Symbol to put after label.
fr_fr: Symbol a mettre après le label.

source: HTML tag to wrap the label (without brackets, e.g. <em>h3</em>).
fr_fr: Balise HTML pour envelopper le label (sans crochets, par exemple <em> h3 </em>).

source: empty
fr_fr: vide

source: Text to click to link to full profiles.
fr_fr: Texte à cliquer pour le lien vers des profils complets.

source: Show the label.
fr_fr: Afficher le label.

source: Length of instructor bio to show when style is "block".
fr_fr: Longueur de la bio de l’instructeur quand le style est "block".

source: Symbol to use to separate instructors when styl is "list" or "list-flat".
fr_fr: Symbole à utiliser pour séparer les instructeurs lorsque style est "list" ou "list-flat".

source: Pixel size of the avatars when viewing in block mode.
fr_fr: Taille en pixel des avatar quand affiché en style "block".

source: URL to a default image if the user avatar cannot be found.
fr_fr: URL vers une image par défaut si l’avatar de l’utilisateur est introuvable.

source: Put a divider between instructor profiles when style is "block".
fr_fr: Placez un séparateur entre les profils des formateurs lorsque le style est "block".

source: Make the entire instructor profile a link to the full profile.
fr_fr: Faire de l’ensemble du profil de l’instructeur un lien vers le profil complet.

source: Display an instructor’s avatar.
fr_fr: Afficher l’avatar du formateur.

source: The user id of the instructor.
fr_fr: L’ID du formateur.

source: Whether to always show the default image, never the Gravatar.
fr_fr: Faut il toujours montrer l’image par défaut, jamais le Gravatar.

source: Size of avatar thumbnail.
fr_fr: Taille de la vignette de l’avatar.

source: CSS class to use for the avatar.
fr_fr: Classe CSS à utiliser pour l’avatar.

source: Returns the URL to the instructor profile.
fr_fr: Renvoie l’URL du profil du formateur.

source: This shortcode allows you to display details about your course.
fr_fr: Ce shortcode vous permet d’afficher des détails sur votre formation.

source: All the same information can be retrieved by using the specific course shortcodes following.
fr_fr: Toutes ces informations peuvent être récupérées en utilisant les shortcodes de formation spécifiques suivants.

source: If outside of the WordPress loop.
fr_fr: Si en dehors de la boucle WordPress.

source: All the fields you would like to show.
fr_fr: Tous les champs que vous souhaitez afficher.

source: Required when showing the "title" field.
fr_fr: Obligatoire lors de l'affichage du champ "title".

source: PHP style date format.
fr_fr: Format de date suivant le style PHP.

source: HTML tag (without brackets) to use for the individual labels.
fr_fr: Balise HTML (sans crochets) à utiliser pour les labels individuelles.

source: Symbol to use after the label.
fr_fr: Symbol à mettre après le label.

source: This shortcode is an alias to [course] shortcode. see section [course] shortcode for details.
fr_fr: Ce shortcode est un alias à [course] shortcode. voir la section [course] shortcode pour plus de détails.

source: Displays the course title.
fr_fr: Affiche le titre de la formation.

source: Displays the course summary/excerpt.
fr_fr: Affiche le résumé/extrait de la formation.

source: yes
fr_fr: oui

source: CoursePress settings.
fr_fr: Paramètres Exécution Projet CoursePress.

source: Show button to course details.
fr_fr: Montrer le bouton Plus de détails.

source: Label for completed courses list.
fr_fr: Texte pour la liste des formations achevés.

source: Label before courses list for "facilitator" context.
fr_fr: Texte avant la liste des formations pour comme "animateur".

source: If this true or "yes" switch content to "facilitator".
fr_fr: Si c’est vrai ou "yes" changer le contenu à animateur.

source: Allow to integrate WooCommerce to sell courses.
fr_fr: Autorise a intégrer WooCommerce pour vendre les formations.

source: If checked, WooCommerce will be use instead of the MarketPress for selling courses
fr_fr: Si cochée, WooCommerce sera utilisé à la place de MarketPress pour vendre des formations

source: If checked, visitors who try to access WooCommerce single post will be automatically redirected to a parent course single post.
fr_fr: Si coché, les visiteurs qui essaie d’accéder aux articles WooCommerce seront automatiquement rediriger vers la page de la formation associée.

source: Send Certificate
fr_fr: Envoyer le certificat

source: Invalid data submitted
fr_fr: Données incorrectes soumises

source: Maximum allowed retries exceeded.
fr_fr: Nombre maximal de tentatives autorisées dépassé.

source: No files uploaded.
fr_fr: Aucun fichier uploadé.

source: Download Certificate
fr_fr: Télécharger le certificat

source: Courses in
fr_fr: Formations dans

source: All Courses
fr_fr: Toutes les formations

source: My Courses
fr_fr: Mes Formations

source: Enrolment: No action.
fr_fr: Inscription: aucune action.

source: Copy
fr_fr: Copie

source: Enrolment: Invalid request. Please try reloading the page.
fr_fr: Inscription: demande non valide. Veuillez essayer de recharger la page.

source: Username can not be empty.
fr_fr: Le nom d’utilisateur ne peut pas être vide.

source: Invalid username. Please choose another one.
fr_fr: Nom d’utilisateur invalide. Veuillez en choisir un autre.

source: E-mail address already used.
fr_fr: Adresse e-mail déjà utilisée.

source: Could not enroll at this time.
fr_fr: Impossible de s’inscrire pour le moment.

source: The requested facilitator does not exists
fr_fr: L’animateur recherché n’existe pas

source: Facilitator not found.
fr_fr: Animateur introuvable.

source: Facilitator Invitation
fr_fr: Invitation d’animateur

source: You must log in to confirm this invitation.
fr_fr: Vous devez vous connecter pour confirmer cette invitation.

source: Invitation activated
fr_fr: Invitation actives

source: Congratulations. You are now a facilitator of this course.
fr_fr: Félicitation. Vous êtes maintenant un animateur de cette formation.

source: Invalid invitation
fr_fr: Invitation invalide

source: This invitation link is not associated with your email address.
fr_fr: Ce lien d’invitation n’est pas associé avec votre e-mail.

source: Please contact your course administator and ask them to send a new invitation to the email address that you have associated with your account.
fr_fr: Veuillez contacter le formateur de la formation et demander lui d’envoyer une nouvelle invitation à l’adresse e-mail que vous avez associée à votre compte.

source: Invitation not found
fr_fr: Invitation introuvable

source: This invitation could not be found or is no longer available.
fr_fr: Cette invitation n’as pu être trouvé ou n’est plus valable.

source: Please contact us if you believe this to be an error.
fr_fr: Merci de nous contacter si vous pensez qu’il y a eu une erreur.

source: My Profile
fr_fr: Mon Profil

source: Log Out
fr_fr: Déconnexion

source: Log In
fr_fr: Connection

source: The requested instuctor does not exists
fr_fr: Le formateur demandé n’existe pas

source: Instructor not found.
fr_fr: Formateur introuvable.

source: to continue.
fr_fr: pour continuer.

source: Instructor Invitation
fr_fr: Invitation d’instructeur

source: Congratulations. You are now an instructor of this course.
fr_fr: Félicitation. Vous êtes maintenant un formateur de cette formation.

source: Student Login
fr_fr: Connexion élève

source: New Signup
fr_fr: Nouvelle inscription

source: You must be logged in in order to complete the action
fr_fr: Vous devez être connecté pour terminer l’action

source: Please select a course first you want to enroll in.
fr_fr: Veuillez d’abord sélectionner une formation auquel vous souhaitez vous inscrire.

source: Congratulations, you have successfully enrolled in "%s" course! Check your %s for more info.
fr_fr: Félicitations, vous vous êtes inscrit avec succès à la formation "%s"! Vérifiez votre %s pour plus d'informations.

source: Something went wrong during the enrollment process. Please try again later.
fr_fr: Quelque chose s’est mal passé pendant le processus d’inscription. Veuillez réessayer plus tard.

source: Passcode is not valid. Please %s and try again.
fr_fr: Le mot de passe n’est pas valide. S’il vous plaît %s et essayez à nouveau.

source: go back
fr_fr: revenez en arrière

source: Changed can't be saved because nonce didn't verify.
fr_fr: Changé ne peut pas être enregistré car le code de contrôle (nonce) ne correspond pas.

source: Already have an account? %s%s%s!
fr_fr: Vous avez déjà un compte ? %s%s%s!

source: Login to your account
fr_fr: Connecter vous

source: Displays the course calendar.
fr_fr: Affiche le calendrier de la formation.

source: Light theme - Block
fr_fr: Theme clair - Block

source: Light theme - Line
fr_fr: Theme clair - Ligne

source: Dark theme - Block
fr_fr: Theme sombre - Block

source: Dark theme - Line
fr_fr: Thème sombre - ligne

source: Theme/Custom CSS
fr_fr: Thème / CSS personnalisé

source: - current -
fr_fr: - actuel -

source: Previous Month Text:
fr_fr: Texte pour le mois précédent :

source: Next Month Text:
fr_fr: Texte pour le mois suivant :

source: Dates indicators
fr_fr: Indicateurs de dates

source: A list or dropdown of course categories.
fr_fr: Une liste ou une liste déroulante des catégories de formation.

source: Show course counts
fr_fr: Affiche le nombre de formation

source: Displays a selected course as featured
fr_fr: Affiche une formation choisi en vedette

source: Featured Media
fr_fr: Médias en vedette

source: Priority Media
fr_fr: Media prioritaire

source: Priority needs to be set above.
fr_fr: La priorité doit être définie ci-dessus.

source: Button Title
fr_fr: Titre du bouton

source: Find out more
fr_fr: En savoir plus

source: Displays latest courses
fr_fr: Affiche les dernières formations

source: Latest Courses
fr_fr: Dernières Formations

source: Number of Courses
fr_fr: Nombre de formations

source: See All Courses
fr_fr: Voir toutes les formations

source: Displays a selected course structure
fr_fr: Affiche la structure de la formation sélectionnée

source: Oops! That page can&rsquo;t be found.
fr_fr: Oops! Cette page ne peut pas être trouvée.

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
fr_fr: Il semble que rien n’a été trouvé à cet adresse. Peut-être essayer l’un des liens ci-dessous ou une recherche?

source: Most Used Categories
fr_fr: Catégories les plus utilisées

source: Try looking in the monthly archives. %1$s
fr_fr: Essayez de regarder dans les archives mensuelles. %1$s

source: Ask a Question
fr_fr: Poser une question

source: This course has no discussions yet. Start one, ask a question!
fr_fr: Cette formation n’a pas encore de discussions. Commencez-en une, posez une question !

source: This course has no notifications yet. Please check back later.
fr_fr: Cette formation n’a pas encore de notifications. Veuillez vérifier plus tard.

source: This course has no units yet. Please check back later.
fr_fr: Cette formation n’a pas encore de modules. Veuillez vérifier plus tard.

source: Course Complete
fr_fr: Formation terminé

source: Author: %s
fr_fr: Auteur : %s

source: Day: %s
fr_fr: Jour : %s

source: Month: %s
fr_fr: Mois : %s

source: Year: %s
fr_fr: Année : %s

source: Quotes
fr_fr: Citation

source: Links
fr_fr: Liens

source: Answer the Question
fr_fr: Répondre à la question

source: Leave a Reply to %s
fr_fr: Laisser une réponses à %s

source: Cancel Reply
fr_fr: Annuler la réponses

source: Write a response
fr_fr: Ecrire une réponse

source: One thought on &ldquo;%2$s&rdquo;
fr_fr: Une réaction sur &ldquo;%2$s&rdquo;

source: SHARE
fr_fr: Partager

source: Courses in %1$s
fr_fr: Formation dans %1$s

source: Tagged %1$s
fr_fr: Taguée %1$s

source: Comments are disabled
fr_fr: Les commentaires sont désactivés

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
fr_fr: Prêt à publier votre premier article ? <a href="%1$s"> Commencer ici </a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
fr_fr: Désolé, mais rien ne correspond à vos termes de recherche. Veuillez réessayer avec d’autres mots-clés.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
fr_fr: Il semble que nous ne puissions pas trouver ce que vous cherchez. Peut-être que la recherche peut aider.

source: Continue reading <span class="meta-nav">&rarr;</span>
fr_fr: Continuez à lire <span class="meta-nav"> &rarr; </span>

source: Posted in %1$s
fr_fr: Publié dans %1$s

source: Leave a comment
fr_fr: Laissez un commentaire

source: 1 comment
fr_fr: 1 commentaire

source: % comments
fr_fr: % commentaires

source: Primary Menu
fr_fr: Menu principal

source: Footer Menu
fr_fr: Menu en pied de page

source: Sidebar
fr_fr: Bar latéral

source: Footer
fr_fr: Pied de page

source: Body Text Color
fr_fr: Couleur du texte du corps

source: Content Text Color
fr_fr: Couleur du texte du contenu

source: Content Header Color
fr_fr: Couleur de l’en-tête du contenu

source: Content Links Color
fr_fr: Couleur des liens de contenu

source: Content Links Hover Color
fr_fr: Couleur des liens de contenu au survol

source: Main Navigation Links Color
fr_fr: Couleur des liens de navigation principaux

source: Main Navigation Links Hover Color
fr_fr: Couleur des liens de navigation principaux au survol

source: Footer Background Color
fr_fr: Couleur d’arrière plan du Footer

source: Footer Links Color
fr_fr: Couleur des liens du Footer

source: Footer Links Hover Color
fr_fr: Couleur des liens du Footer au survol

source: Widgets Title Color
fr_fr: Couleur des titres des Widgets

source: Upload a logo
fr_fr: Charger un Logo

source: Posts navigation
fr_fr: Navigation dans les articles

source: %s&larr;%s Older posts
fr_fr: %s&larr;%s Anciens articles

source: Newer posts %s&rarr;%s
fr_fr: Nouveaux articles %s&rarr;%s

source: %s says:
fr_fr: %s dit :

source: %1$s at %2$s
fr_fr: %1$s à %2$s
