Repository: Tanguyel/CP-ExecutionProjet
Catalog: languages/cp-*.po
Languages: fr_fr

source: One comment :
fr_fr: Un commentaire :

source: Comment navigation
fr_fr: Parcourir les commentaires

source: &larr; Older Comments
fr_fr: &larr; Commentaires précédents

source: Newer Comments &rarr;
fr_fr: Commentaires suivants &rarr;

source: Comments are closed.
fr_fr: Les commentaires sont clos.

source: About the Course
fr_fr: A propos de la Formation

source: Objectives
fr_fr: Objectifs

source: Educational Resources
fr_fr: Moyens pédagogiques

source: Course Structure
fr_fr: Programme

source: Prerequisites
fr_fr: Pré-requis

source: Instructors
fr_fr: Formateur

source: Bookmark the <a href="%3$s" rel="bookmark">permalink</a>.
fr_fr: Ajouter aux favoris le <a href="%3$s" rel="bookmark">permalien</a>.

source: This entry was tagged %2$s. Bookmark the <a href="%3$s" rel="bookmark">permalink</a>.
fr_fr: Cette entrée a été taguée %2$s. Ajouter aux favoris le <a href="%3$s" rel="bookmark">permalien</a>.

source: This entry was posted in %1$s and tagged %2$s. Bookmark the <a href="%3$s" rel="bookmark">permalink</a>.
fr_fr: Cette entrée a été postée dans %1$s et taguée %2$s. Ajouter aux favoris le <a href="%3$s" rel="bookmark">permalien</a>.

source: This entry was posted in %1$s. Bookmark the <a href="%3$s" rel="bookmark">permalink</a>.
fr_fr: Cette entrée a été postée dans %1$s. Ajouter aux favoris le <a href="%3$s" rel="bookmark">permalien</a>.

source: Edit
fr_fr: Modifier

source: Footer section de la page d'acceuil avec trois emplacement pour des widgets
fr_fr: Foster section de la page d’accueil avec trois emplacement pour des widgets

source: Side bar of the home page
fr_fr: Side Bar de la page d’accueil

source: Side bar retractable avec menu et programe du cours
fr_fr: Side bar rétractable avec menu et programme du cours

source: Side bar for the WooCommerce pages
fr_fr: Side bar pour les pages WooCommerce

source: Units
fr_fr: Modules

source: Discussions
fr_fr: Forum

source: Workbook
fr_fr: Cahier d’exercice

source: Grades
fr_fr: Notes

source: Course Details
fr_fr: Détails de la formation

source: Certificate
fr_fr: Certificat

source: J'ai trouvé cette formation en ligne en management de projet, je souhaitrerais m'y inscrire. %0D%0A Pouvons nous en discuter ?
fr_fr: J’ai trouvé cette formation en ligne en management de projet, je souhaiterais m’y inscrire. %0D%0A Pouvons nous en discuter ?

source: Regarde ce que j'ai trouvé, je pense que cela peut t'interesé.
fr_fr: Regarde ce que j’ai trouvé, je pense que cela peut t’intereser.

source: J'ai trouvé ca :
fr_fr: J’ai trouvé ça :

source: Mail
fr_fr: E-Mail

source: Skip to content
fr_fr: Aller au contenu

source: CoursePress Assessments
fr_fr: Evaluations CoursePress

source: Assessments
fr_fr: Évaluations

source: Add Feedback
fr_fr: Ajouter un témoignage

source: Edit Feedback
fr_fr: Modifier le témoignage

source: Cancel
fr_fr: Annuler

source: Success
fr_fr: Succès

source: Unable to save feedback!
fr_fr: Impossible d'enregistrer le témoignage !

source: If the submission of this grade makes a student completes the course, an email with certificate will be automatically sent.
fr_fr: Si la soumission de cette note fait qu’un élève termine la formation, un courrier électronique avec le certificat sera automatiquement envoyé.

source: You may change this minimum grade from course setting.
fr_fr: Vous pouvez modifier cette note minimale à partir des paramètres de la formation.

source: Submit grade with feedback
fr_fr: Envoyer la note avec un commentaire

source: Submit grade without feedback
fr_fr: Envoyer la note sans un commentaire

source: Edit grade with feedback
fr_fr: Modifier la note avec un commentaire

source: Edit grade without feedback
fr_fr: Modifier la note sans commentaire

source: Submit Grade without Feedback
fr_fr: Envoyer la note sans un commentaire

source: Submit Grade with Feedback
fr_fr: Envoyer la note avec un commentaire

source: The minimum grade to pass: %s
fr_fr: La note minimum pour valider est : %s

source: You can change this minimum score from course settings.
fr_fr: Vous pouvez modifier cette note minimum à partir des paramètres de la formation.

source: Pending
fr_fr: En attente

source: Edit Grade without Feedback
fr_fr: Modifier la note sans commentaire

source: Edit Grade with Feedback
fr_fr: Modifier la note avec un commentaire

source: Assessment Result:
fr_fr: Résultat de l’évaluation

source: Grade
fr_fr: Note

source: Save Feeback as Draft
fr_fr: Enregistrer le brouillon du commentaire

source: Submit Grade
fr_fr: Soumettre la note

source: Feedback
fr_fr: Commentaire

source: Your feedback will be emailed to the student after submission.
fr_fr: Votre commentaire sera transmis par email à l’eleve apres soumission.

source: Upload File
fr_fr: Envoyer un fichier

source: Submit
fr_fr: Envoyer

source: Non-gradable
fr_fr: Pas évaluable

source: Module Grade:
fr_fr: Note du module :

source: No answer!
fr_fr: Pas de reponsse !

source: Instructor Feedback
fr_fr: Commentaire du formateur

source: Draft
fr_fr: Brouillon

source: Write your feedback!
fr_fr: Ecrivez votre commentaire !

source: There are no assessable items!
fr_fr: Il n’y a pas d’éléments notable !

source: CoursePress Certificates
fr_fr: Certificats Coursepress

source: Certificates
fr_fr: Certificats

source: CoursePress Comments
fr_fr: Commentaires CoursePress

source: Comments
fr_fr: Commentaires

source: Number of comments per page:
fr_fr: Nombre de commentaires par pages :

source: Start Date
fr_fr: Date de debut

source: End Date
fr_fr: Date de fin

source: Enrollment Start
fr_fr: Début des inscriptions

source: Enrollment End
fr_fr: Fin des inscriptions

source: Paid
fr_fr: Payant ?

source: Students
fr_fr: Elèves

source: Certified
fr_fr: Certifié

source: Published
fr_fr: Publié

source: paid
fr_fr: payant

source: free
fr_fr: gratuit

source: Export
fr_fr: Exporter

source: Duplicate Course
fr_fr: Dupliquer la formation

source: Trash
fr_fr: Corbeille

source: Preview Course
fr_fr: Aperçu de la formation

source: Preview Units
fr_fr: Aperçu de l’unité

source: View Course
fr_fr: Voir la formation

source: View Units
fr_fr: Voir l’unité

source: Restore &#8220;%s&#8221; from the Trash
fr_fr: Restaurer &#8220;%s&#8221; depuis la corbeille

source: Restore
fr_fr: Restaurer

source: Move &#8220;%s&#8221; to the Trash
fr_fr: Déplacer &#8220;%s&#8221; dans la corbeille

source: Delete &#8220;%s&#8221; permanently
fr_fr: Supprimer &#8220;%s&#8221; de façon permanente

source: Delete Permanently
fr_fr: Supprimer de façon permanente

source: Deleting course <b>%s</b>, please wait!
fr_fr: Suppression de la formation <b>%s</b>, veuillez patienter !

source: This page will be reloaded shortly.
fr_fr: Cette page sera rechargée sous peu.

source: Deleting %s courses, please wait!
fr_fr: Suppression de %s formations, veuillez patienter !

source: Deleted courses:
fr_fr: Formations supprimés :

source: Duplicating course <b>%s</b>, please wait!
fr_fr: Duplication de la formation <b>%s</b>, veuillez patienter !

source: Course Setup
fr_fr: Configuration de la formation

source: Edit your course specific settings below.
fr_fr: Modifiez les paramètres spécifiques à votre formation ci-dessous.

source: Units (%s)
fr_fr: Modules (%s)

source: Students (%s)
fr_fr: Elèves (%s)

source: Publish Course
fr_fr: Publier la formation

source: Invite New Instructor or Facilitator
fr_fr: Inviter un Formateur ou un Animateur

source: If the instructor or the facilitator can not be found in the list above, you will need to invite them via email.
fr_fr: Si l’instructeur ou l’animateur est introuvable dans la liste ci-dessus, vous aurez besoin de l’inviter par e-mail.

source: instructor-or-facilitator@email.com
fr_fr: formateur-ou-animateur@email.com

source: Invite New Instructor
fr_fr: Inviter un Formateur

source: If the instructor can not be found in the list above, you will need to invite them via email.
fr_fr: Si l’instructeur est introuvable dans la liste ci-dessus, vous aurez besoin de l’inviter par e-mail.

source: facilitator@email.com
fr_fr: animateur@email.com

source: Invite New Facilitator
fr_fr: Inviter un Animateur

source: If the facilitator can not be found in the list above, you will need to invite them via email.
fr_fr: Si l’animateur est introuvable dans la liste ci-dessus, vous aurez besoin de l’inviter par e-mail.

source: instructor@email.com
fr_fr: formateur@email.com

source: Please contact your administrator to enable MarketPress for your site.
fr_fr: Veuillez contacter votre administrateur pour activer MarketPress sur votre site.

source: To start selling your course, please <a href="%s">install and activate MarketPress</a>.
fr_fr: Pour commencer à vendre votre formation, <a href="%s"> installez et activez MarketPress </a>.

source: To start selling your course, please <a href="%s">complete setup</a> of of MarketPress.
fr_fr: Pour commencer à vendre votre formation, veuillez <a href="%s"> compléter la configuration </a> de MarketPress.

source: The full version of MarketPress has been bundled with CoursePress.
fr_fr: La version complète de MarketPress a été regroupée avec CoursePress.

source: Sell your courses online with MarketPress.
fr_fr: Vendez vos formations en ligne avec MarketPress.

source: Other supported plugins
fr_fr: Autres plugins pris en charge

source: & Course Cost
fr_fr: & coût de la formation

source: Congratulations! You have completed COURSE_NAME!
fr_fr: Toutes nos félicitations! Vous avez terminé COURSE_NAME !

source: Your course instructor will now review your work and get back to you with your final grade before issuing you a certificate of completion.
fr_fr: Le formateur de votre formation va examiner votre travail et reviendra vers vous avec votre note finale avant de vous délivrer un certificat d’achèvement.

source: Congratulations! You have successfully completed and passed COURSE_NAME!
fr_fr: Toutes nos félicitations! Vous avez terminé et passé avec succès COURSE_NAME !

source: You can download your certificate here.
fr_fr: Vous pouvez télécharger votre certificat ici.

source: Unfortunately, you didn't pass COURSE_NAME.
fr_fr: Malheureusement, vous n’avez pas validé COURSE_NAME.

source: Better luck next time!
fr_fr: Plus de chance la prochaine fois !

source: Use these tokens to display actual course details: %s
fr_fr: Utilisez ces placeholder pour afficher les détails de la formation: %s

source: Example Course Title
fr_fr: Exemple de titre de formation

source: Course Completion Certificate
fr_fr: Certificat d’achèvement de la formation

source: The free version of CoursePress is limited to one course. To add more courses, upgrade to CoursePress for unlimited courses and more payment gateways.
fr_fr: La version gratuite de CoursePress est limitée à une formation. Pour ajouter plus de formation, passez à CoursePress Pro pour des formations illimités et plus de passerelles de paiement.

source: Try CoursePress for Free
fr_fr: Essayer CoursePress Gratuitement

source: CoursePress Export
fr_fr: Export CoursePress

source: Sorry, you are not allowed to access this page.
fr_fr: Désolé, vous n’êtes pas autorisé à accéder à cette page.

source: Save
fr_fr: Sauvegarder

source: Related Courses
fr_fr: Formations connexes

source: Settings
fr_fr: Paramètres

source: The topic title is required!
fr_fr: Le titre du sujet est requis !

source: The topic description is required!
fr_fr: La description du sujet est requise !

source: You have no permission to edit this topic!
fr_fr: Vous n’avez pas la permission de modifier ce sujet !

source: You do not have permission to edit this discussion.
fr_fr: Vous n’avez pas la permission de modifier cette discussion.

source: You do not have permission to add discussion.
fr_fr: Vous n’avez pas la permission d’ajouter une discussion.

source: Select Course
fr_fr: Sélectionner une formation

source: All units
fr_fr: Touts les Modules

source: Select Unit
fr_fr: Sélectionner le Module

source: Enable email notification
fr_fr: Activer la notification par courrier électronique

source: Threaded comments level
fr_fr: Niveau de commentaires accepté

source: Number of comments per page
fr_fr: Nombre de commentaires par pages

source: Older first
fr_fr: Le plus ancien d’abord

source: Newer first
fr_fr: Le plus récent d’abord

source: Comments order
fr_fr: Ordre des commentaires

source: CoursePress Import
fr_fr: Import CoursePress

source: Import
fr_fr: Importer

source: Courses import fail. Wrong or empty file.
fr_fr: L’importation des formations a échoué. Mauvais fichier ou fichier vide.

source: Courses successfully imported!
fr_fr: Les formations ont été importés avec succès!

source: CoursePress Instructors
fr_fr: Formateur CoursePress

source: Number of instructors per page
fr_fr: Nombre de formateur par pages

source: CoursePress Notifications
fr_fr: Notifications de CoursePress

source: No notification title!
fr_fr: Pas de titre de notification !

source: No notification content!
fr_fr: Pas de contenu de notification !

source: You do not have permission to edit this notification.
fr_fr: Vous n’avez pas la permission de modifier cette notification.

source: Course:
fr_fr: Formation :

source: All courses
fr_fr: Toutes les formations

source: You do not have permission to add notification.
fr_fr: Vous n’avez pas la permission d’ajouter une notification.

source: Receivers:
fr_fr: Destinataires :

source: Unknown
fr_fr: Inconnu

source: Edit visibility
fr_fr: Modifier la visibilité

source: no option available
fr_fr: aucune option disponible

source: Please choose a course first and save the notification.
fr_fr: Choisissez d’abord une formation et enregistrez la notification.

source: Enrolled students of this course.
fr_fr: Les élèves inscrits à cette formation.

source: Enrolled
fr_fr: Inscrits

source: All students who pass this course.
fr_fr: Tous les étudiants qui réussissent cette formation.

source: Passed
fr_fr: Réussis

source: All students who failed this course.
fr_fr: Tous les étudiants qui ont échoué à cette formation.

source: Failed
fr_fr: Echoué

source: All students who completed "%s".
fr_fr: Tous les étudiants qui ont terminé "% s".

source: Unit "%s"
fr_fr: Module "%s"

source: CoursePress Reports
fr_fr: Rapports CoursePress

source: Reports
fr_fr: Rapports

source: Select students to generate the report!
fr_fr: Sélectionnez les élèves pour générer le rapport !

source: Units list
fr_fr: Liste des Modules

source: Student list
fr_fr: Liste des élèves

source: Not yet submitted
fr_fr: Pas encore soumis

source: No assessable items.
fr_fr: Pas d’activité évaluables.

source: Average response grade: %d%%
fr_fr: Note moyenne de la réponse : %d%%

source: No assessable items in this course.
fr_fr: Aucun élément évaluable dans cette formation.

source: Total Average: %d%%
fr_fr: Moyenne totale : %d%%

source: Course Report
fr_fr: Rapport de la formation

source: Student
fr_fr: Elève

source: Responses
fr_fr: Réponses

source: Average response grade
fr_fr: Note moyenne de la réponse

source: Total Average
fr_fr: Moyenne totale

source: CoursePress Settings
fr_fr: Paramètres CoursePress

source: CoursePress Students
fr_fr: Elèves CoursePress

source: Number of students per page:
fr_fr: Nombre d’élèves par pages :

source: Something went wrong. Sending failed.
fr_fr: Il y a eu une erreur. Envoi a échoué.

source: Certificate of <b>%s</b> has been sent.
fr_fr: Le certificat de <b>%s</b> a été envoyé.

source: CoursePress Upgrade
fr_fr: Mise à jour de CoursePress

source: Upgrade
fr_fr: Mise à jour

source: Course Update: No action.
fr_fr: Mise à jour de la formation : Veuillez patientez.

source: Unable to add facilitator!
fr_fr: Impossible d’ajouter un animateur !

source: No email sent!
fr_fr: Aucun email envoyé!

source: No students found!
fr_fr: Aucun étudiant n’a été trouvé!

source: %d email have been sent successfully.
fr_fr: %d email a été envoyé avec succès.

source: Something went wrong.
fr_fr: Il y a eu une erreur.

source: You have no permission to access this page!
fr_fr: Vous n’êtes pas autorisé à accéder à cette page !

source: Visual
fr_fr: Visuel

source: Text
fr_fr: Texte

source: Extension of the file is not valid. Please use one of the following:
fr_fr: L’extension du fichier n’est pas valide. Utilisez l’une des options suivantes :

source: An error occur while processing your request. Please try again later!
fr_fr: Une erreur se produit lors du traitement de votre demande. Veuillez réessayer plus tard !

source: Enter username, first name and last name, or email
fr_fr: Entrez votre nom d’utilisateur, votre prénom et votre prénom, ou votre email

source: No thread content!
fr_fr: Aucun contenu dans cette discussion !

source: No thread title!
fr_fr: Pas de titre dans le fil de discussion !

source: No content!
fr_fr: Pas de contenu !

source: No title!
fr_fr: Pas de titre !

source: Please confirm that you want to remove the instructor from this course (%s).
fr_fr: Confirmer que vous voulez supprimez le formateur de cette formation (%s).

source: Please confirm that you want to remove the instructor from ALL the associated courses.
fr_fr: Confirmer que vous voulez supprimez le formateur de TOUTES les formations.

source: Publish
fr_fr: Publier

source: Update
fr_fr: Mise à jour

source: Status:
fr_fr: Statut :

source: Privately Published
fr_fr: Privé

source: Scheduled
fr_fr: Programmé

source: Pending Review
fr_fr: En attente de relecture

source: Edit status
fr_fr: Modifier l’état

source: Unit Builder is loading...
fr_fr: Le constructeur de module est en cours de chargement …

source: Add New Unit
fr_fr: Ajouter un Nouveau Module

source: You do not have sufficient access to edit this unit!
fr_fr: Votre niveau d’accréditation n’est pas suffisant pour modifier ce module !

source: Unit Settings
fr_fr: Paramètres du Module

source: Live
fr_fr: En Ligne

source: Unit Title
fr_fr: Titre du Module

source: Unit Description
fr_fr: Description du module

source: Add Image URL or Browse for Image
fr_fr: Ajouter l’URL d’une image ou choisez une image

source: Unit Featured Image
fr_fr: Image Vedette du Module

source: Unit Availability
fr_fr: Disponibilité du Module

source: Instantly available
fr_fr: Disponible de suite

source: Available on
fr_fr: Disponible le

source: Available after
fr_fr: Disponible après

source: instantly
fr_fr: immédiatement

source: e.g. 7
fr_fr: par exemple. 7

source: Day(s)
fr_fr: Jour(s)

source: Progress to next unit
fr_fr: Aller au module suivant

source: User needs to
fr_fr: L’utilisateur doit

source: answer
fr_fr: réponse

source: all required assessments and view all pages in order to access the next unit
fr_fr: à toute les activités et voir toute les pages

source: User also needs to
fr_fr: L’utilisateur doit également

source: pass
fr_fr: valider

source: all required assessments
fr_fr: toutes les évaluations requises

source: Save Whole Units
fr_fr: Sauvegarder le Module Complet

source: Preview
fr_fr: Aperçu

source: Delete Unit
fr_fr: Supprimer le Module

source: Loading modules...
fr_fr: Chargement des activités …

source: Unit Sections
fr_fr: Paramètres de la Leçon

source: Delete Section
fr_fr: Supprimer la Leçon

source: Section Title
fr_fr: Titre de la Leçon

source: The label will be displayed on the Course Overview and Unit page
fr_fr: Le label sera affichée sur les pages Resumé de la Formation et Module

source: Section Description
fr_fr: Description de la formation

source: Section Image
fr_fr: Image de la Section

source: Show section header as part of unit
fr_fr: Afficher le Header de la leçon comme une partie du module

source: Modules! This template wont be used... its just here for testing.
fr_fr: Modules! Ce modèle ne sera pas utilisé ... c'est juste ici pour tester.

source: Modules
fr_fr: Activités

source: Click to add module elements to the unit
fr_fr: Cliquer pour ajouter les activités au module

source: Untitled Unit
fr_fr: Module Sans Titre

source: Unapprove
fr_fr: Annuler l’approbation

source: Approve
fr_fr: Approuver

source: Show more details
fr_fr: Plus de détails

source: Filter by course
fr_fr: Filtrer par formation

source: Filter
fr_fr: Filtrer

source: %s comment
fr_fr: %s commentaires

source: %s approved comment
fr_fr: %s commentaires approuvés

source: %s pending comment
fr_fr: %s commentaires en attentes

source: No comments
fr_fr: Pas de commentaires

source: No approved comments
fr_fr: Pas de commentaires approuvés

source: Title
fr_fr: Titre

source: Date Enrolled
fr_fr: Date d’inscription

source: Last Active
fr_fr: Dernière activité

source: Average
fr_fr: Moyene

source: Course ID: %d
fr_fr: ID de la formation : %d

source: Unknown enrolled date.
fr_fr: Date d’inscription inconnue.

source: Not available
fr_fr: Pas disponible

source: Download
fr_fr: Téléchargement

source: Hold
fr_fr: Attente

source: Paid
fr_fr: Payé

source: Topic
fr_fr: Sujet

source: Course
fr_fr: Formation

source: View
fr_fr: Aperçu

source: Search Forums
fr_fr: Rechercher sur le forum

source: Remove as Instructors
fr_fr: Supprimer comme Formateurs

source: Name
fr_fr: Nom

source: Registered
fr_fr: Inscription

source: Courses
fr_fr: Formations

source: Search Instructors
fr_fr: Rechercher Formateur

source: User ID: %d
fr_fr: ID de l’utilisateur : %d

source: View Courses
fr_fr: Voir les formations

source: Remove as Instructor
fr_fr: Supprimer comme Formateur

source: Instructor is not assigned to any course.
fr_fr: Le formateur n’est assigné à aucune formation.

source: Receivers
fr_fr: Récepteurs

source: Option not available for all courses.
fr_fr: Option non disponible pour toutes les formations.

source: Wrong receivers!
fr_fr: Mauvais destinataire !

source: Change status to Draft
fr_fr: Changer l’état en Brouillon

source: Move to Trash
fr_fr: Déplacer vers la Corbeille

source: Search Notifications
fr_fr: Rechercher les Notifications

source: All <span class="count">(%s)</span>
fr_fr: Tous <span class="count">(%s)</span>

source: Sticky <span class="count">(%s)</span>
fr_fr: Epinglé <span class="count">(%s)</span>

source: No students found.
fr_fr: Aucun.

source: Student Name
fr_fr: Nom de l’éleve

source: Download Summary
fr_fr: Télécharger le résumé

source: Show
fr_fr: Afficher

source: Show Summary
fr_fr: Afficher le résumé

source: Select course
fr_fr: Sélectionner une formation

source: Search
fr_fr: Rechercher

source: Last Login
fr_fr: Dernière connexion

source: Number Courses
fr_fr: Nombre de formations

source: Withdraw
fr_fr: Retirer

source: Search Students
fr_fr: Rechercher des élèves

source: View Profile
fr_fr: Voir le profil

source: Withdraw to all courses
fr_fr: Retirer de toutes les formations

source: Student is not enrolled to any course.
fr_fr: L’étudiant n’est inscrit à aucune formation.

source: Show graded and ungraded students
fr_fr: Afficher les étudiants notés et non notés

source: Show ungraded students
fr_fr: Afficher les étudiants non notés

source: Show graded students
fr_fr: Afficher les étudiants notés

source: Invalid comment ID.
fr_fr: ID de commentaire incorrect.

source: Go back
fr_fr: Retour

source: Sorry, you are not allowed to edit this comment.
fr_fr: Désolé, vous n’êtes pas autorisé à modifier ce commentaire.

source: This comment is in the Trash. Please move it out of the Trash if you want to edit it.
fr_fr: Ce commentaire est dans la corbeille. Veuillez le retirer de la corbeille si vous souhaitez le modifier.

source: Edit Comment
fr_fr: Modifier le Commentaire

source: Comment
fr_fr: Commenter

source: Comment status
fr_fr: Etat du commentaire

source: M j, Y @ H:i
fr_fr: l j F à H:i

source: Submitted on: %s
fr_fr: Envoyé le : %s

source: Edit date and time
fr_fr: Modifier la date et l’heure

source: Date and time
fr_fr: Date et Heure

source: In response to: %s
fr_fr: En réponse à : %s

source: In reply to: %s
fr_fr: En réponse à : %s
