Repository: Tanguyel/CP-ExecutionProjet
Catalog: languages/cp-*.po
Languages: fr_fr

source: This file has been successfully uploaded. It will not be part of your grade in this course.
fr_fr: Ce fichier a été envoyé avec succès. Cela ne fera pas partie de votre note dans cette formation.

source: Resubmit
fr_fr: Re-envoyer

source: Feedback:
fr_fr: Commentaire :

source: Response:
fr_fr: Réponses :

source: Submit File
fr_fr: Soumettre le fichier

source: Uploaded file:
fr_fr: Envoyer un fichier :

source: Submit Quiz Answers
fr_fr: Envoyer les réponses au Quiz

source: Non Gradable
fr_fr: Non évaluable

source: Try Again
fr_fr: Réessayer

source: Upload a different file
fr_fr: Envoyer un fichier different

source: Number of failed attempts: %d
fr_fr: Nombre d’essais infructueux : %d

source: Session Expired
fr_fr: La session à expirer

source: Primary File not set, please come back later.
fr_fr: Fichier non défini, revenez plus tard.

source: Post Here
fr_fr: Publier ici

source: Post
fr_fr: Publier

source: Change File
fr_fr: Modifier le fichier

source: Accepted File Format:
fr_fr: Format de fichier accepté :

source: Max File Size:
fr_fr: Taille de fichier maximum :

source: The initial question and your answer were :
fr_fr: La question initia et votre réponse était :

source: Indicate your new answer if you want to change it :
fr_fr: Indiquer votre nouvelle réponse si vous voulez la changer :

source: Enrollment failed!
fr_fr: Inscription échouer !

source: Courses you manage:
fr_fr: Formations que vous gérez:

source: You are not enrolled in any courses.
fr_fr: Vous êtes inscrit a aucune Formation.

source: Here are a few to help you get started:
fr_fr: En voici quelques une pour vous aider à démarrer:

source: Your current courses:
fr_fr: Vos formation actuelles :

source: Completed courses:
fr_fr: Vos formations terminées :

source: Changes can't be saved because nonce didn't verify.
fr_fr: Les modifications n’ont pu être sauvegarder car l’élément de contrôle (nonce) ne correspond pas.

source: Profile has been updated successfully.
fr_fr: Le profil a été mis à jour avec succès.

source: An error occured while updating. Please check the form and try again.
fr_fr: Une erreur est apparu durant la mise à jour. Merci de vérifier le formulaire et essayer à nouveau.

source: Won't change if empty.
fr_fr: Ne sera pas modifié si vide.

source: Confirm use of weak password.
fr_fr: Confirmer l’utilisation d’un mot de passe faible.

source: Save Changes
fr_fr: Sauvegarder les changements

source: Sorry. You are not permitted to view this part of the course.
fr_fr: Pardon. Vous n’êtes pas autorisé à voir cette partie de la formation.

source: Previous Unit
fr_fr: Module précédent

source: Save Progress &amp; Exit
fr_fr: Sauvegarder l’avancement &amp; Quitté

source: Assessments/CoursePress
fr_fr: Évaluations / CoursePress

source: Back
fr_fr: Retour

source: You currently have no courses assigned.
fr_fr: Vous n’avez actuellement aucune formation assigné.

source: Show all
fr_fr: Afficher tout

source: Show all assessable students
fr_fr: Afficher les élèves notables

source: Show ungraded students only
fr_fr: Afficher uniquement les élèves non notés

source: Show graded students only
fr_fr: Afficher uniquement les élèves notés

source: Fetching students...
fr_fr: Récupération des étudiants …

source: There are no students found.
fr_fr: Aucun étudiant n’a été trouvé.

source: 0 students found under this unit
fr_fr: Aucun élève trouvé pour ce module

source: There are no assessable students found!
fr_fr: Il n’y a pas d’élèves à noter !

source: Assessment Result
fr_fr: Résultat de l’évaluation

source: The minimum grade required is:
fr_fr: La note minimum requise est :

source: Delete Feedback
fr_fr: Supprimer les commentaires du formateur

source: Send Feedback
fr_fr: Envoyer un commentaires du formateur

source: Reports/CoursePress
fr_fr: Rapports / CoursePress

source: You do not currently have any courses assigned.
fr_fr: Vous n’avez actuellement aucune formation assigné.

source: Select entire course for selected students, or just a unit for selected students.
fr_fr: Sélectionner la formation complète ou seulement un module, pour les élèves sélectionnés.

source: Bulk Reporting
fr_fr: Reporting groupés

source: Courses/Instructors
fr_fr: Formation / Formateur

source: Settings/CoursePress
fr_fr: Paramètres / CoursePress

source: Courses/Students
fr_fr: Formation / Elèves

source: There is no courses to update.
fr_fr: Il n’y a aucune Formation a mettre à jour.

source: You have %d course to update.
fr_fr: Vous avez %d formation a mettre à jour.

source: Working...
fr_fr: Travail …

source: There is no courses to update!
fr_fr: Il n’y a aucune formation a mettre à jour !

source: Upgrade is done.
fr_fr: Mise à jour réalisé.

source: Beging update!
fr_fr: Commencer la mise à jour !

source: Edit Course/CoursePress
fr_fr: Modifier la Formation / CoursePress

source: Step 1 – Course Overview
fr_fr: Etape 1 - Aperçu de la formation

source: Course Name
fr_fr: Nom de la formation

source: Course Excerpt / Short Overview
fr_fr: Extrait de la formation / Bref aperçu

source: Listing Image
fr_fr: Image d’annonce

source: Manage Categories
fr_fr: Gérer les catégories

source: Course Category
fr_fr: Catégorie de la Formation

source: Course Language
fr_fr: Langue de la formation

source: Step 2 – Course Details
fr_fr: Etape 2 - Détail de la formation

source: Course Description
fr_fr: Description de la formation

source: Course View Mode
fr_fr: Mode d’affichage de la formation

source: Units and Pages with Modules selected will automatically be visible (only selected Modules accessible).
fr_fr: Les modules et les leçons avec des activités sélectionnés seront automatiquement visibles (seuls les modules sélectionnés seront accessibles).

source: Step 3 – Instructors and Facilitators
fr_fr: Etape 3 - Formateurs and Animateurs

source: Step 4 – Course Dates
fr_fr: Etape 4 - Dates de la formation

source: Step 5 – Classes, Discussion & Workbook
fr_fr: Étape 5 &ndash; Classes, Forum et Cahier d’exercices

source: & Course Cost
fr_fr: & coût de la formation

source: Step 6 – Enrollment%s
fr_fr: Étape 6 - Inscription%s

source: <p>To start selling your course, please install and activate MarketPress here:</p> <a href="%s">Activate MarketPress</a>
fr_fr: <p>Pour commencer à vendre votre formation, <a href="%s"> installez et activez MarketPress </a>.</p>

source: <p>Please contact your administrator to enable MarketPress for your site.</p>
fr_fr: <p>Merci de contacter l’administrateur pour activer MarketPress pour votre site.</p>

source: <p>The full version of MarketPress has been bundled with CoursePress.</p>
fr_fr: <p>La version complète de MarketPress a été regroupée avec CoursePress.</p>

source: <p>You can use the free or premium version of MarketPress to sell your courses.</p>
fr_fr: <p>Vous pouvez utiliser la version gratuite ou payante pour vendre vos formation.</p>

source: <div class="payment-message %s"> <h3>Sell your courses online with MarketPress.</h3> %s %s <p>Other supported plugins: WooCommerce</p> </div>
fr_fr: <div class="payment-message %s"> <h3>Vendez vos formations en ligne avec MarketPress.</h3> %s %s <p>Autre plugins supporté : WooCommerce</p> </div>

source: Step 7 - Course Completion
fr_fr: Etape 7 - Achèvement de la formation

source: Course Certificate
fr_fr: Certificats de la Formation

source: Override course certificate.
fr_fr: Remplacer le certificat de la formation.

source: Use this field to override general course certificate setting.
fr_fr: Utilisez ce champ pour remplacer les paramètres généraux des certificats de Formation.

source: Useful tokens:
fr_fr: PlaceHolder utiles :

source: Content Padding
fr_fr: Padding du contenu

source: Bottom
fr_fr: Bas

source: Test mail sent!
fr_fr: E-mail test envoyé !

source: Please check your inbox at
fr_fr: Merci de vérifier votre boite mail

source: Export Courses: please select some courses first.
fr_fr: Export de Formation : veuillez d’abord sélectionner certains formations.

source: Invited Students
fr_fr: Elèves Invités

source: List of invited students.
fr_fr: Liste des élèves invités.

source: Resend Invitation
fr_fr: Renvoyer l’invitation

source: Remove Invitation
fr_fr: Supprimer l’invitation

source: Invite Student
fr_fr: Elève Invité

source: Invite
fr_fr: Inviter

source: Send an email to enrolled students
fr_fr: Envoyer un e-mail aux élèves inscrits

source: Sending message.
fr_fr: Envoyer le message.

source: Send to
fr_fr: Envoyer à

source: All students
fr_fr: Tous les élèves

source: All students with submissions
fr_fr: Les élèves avec des soumissions

source: Email subject
fr_fr: Sujet de l’e-mail

source: Enter email subject
fr_fr: Indiquez le sujet de l’e-mail

source: Email body
fr_fr: Corps du message

source: These codes will be replaced with actual data: STUDENT_FIRST_NAME, STUDENT_LAST_NAME, STUDENT_LOGIN, BLOG_NAME, WEBSITE_NAME, WEBSITE_ADDRESS, LOGIN_ADDRESS, COURSE_ADDRESS, COURSE_EXCERPT, COURSE_NAME, COURSE_OVERVIEW, COURSES_ADDRESS
fr_fr: Ces codes seront remplacés avec les données correspondantes : STUDENT_FIRST_NAME, STUDENT_LAST_NAME, STUDENT_LOGIN, BLOG_NAME, WEBSITE_NAME, WEBSITE_ADDRESS, LOGIN_ADDRESS, COURSE_ADDRESS, COURSE_EXCERPT, COURSE_NAME, COURSE_OVERVIEW, COURSES_ADDRESS

source: You can not send email, there is no enroled studens in this course.
fr_fr: Vous ne pouvez pas envoyer l’email, il n’y a pas d’élève inscrit a cette formation.

source: No enrolled courses.
fr_fr: Vous êtes inscrit a aucune formation.

source: Excerpt
fr_fr: Extrait

source: Start
fr_fr: Début

source: End
fr_fr: Fin

source: Duration
fr_fr: Durée

source: &infin; Days
fr_fr: &infin; Jours

source: Basic Certificate
fr_fr: Certificat basique

source: Setup the settings for the certificates issued upon course completion.
fr_fr: Configurez les paramètres pour les certificats émis à la fin de la formation.

source: <h2>%1$s %2$s</h2> has successfully completed the course <h3>%3$s</h3> <h4>Date: %4$s</h4> <small>Certificate no.: %5$s</small>
fr_fr: <h2>%1$s %2$s</h2> A suivi et validé la formation <h3>%3$s</h3> <h4>Date: %4$s</h4> <small>Certificat N° : %5$s</small>

source: [%s] Congratulations. You passed your course.
fr_fr: [%s] Félicitation ! Vous avez validé la formation.

source: Hi %1$s, Congratulations! You have completed the course: %2$s Please find attached your certificate of completion.
fr_fr: Bonjour %1$s, Félicitation! Vous avez validé la formation : %2$s Vous trouverez en pièce jointe votre certificat.

source: Hi %1$s, Congratulations! You have completed the course: %2$s Please %3$sdownload your certificate of completion%4$s. Best wishes, The %5$s Team
fr_fr: Bonjour %1$s, Félicitation! Vous avez validé la formation : %2$s Merci de %3$stélécharger votre certificat%4$s. Respectueusement, L’equipe %5$s

source: Instructor Capabilities
fr_fr: Capacités du Formateur

source: Here you can decide, what your instructors can do on your page. Those are special capabilities only relevant for CoursePress.
fr_fr: Ici vous pouvez décider, ce que vos formateur peuvent faire sur votre page. Ce sont des capacités spéciales uniquement pertinentes pour CoursePress.

source: NOTE: For security reasons this page is only available for WordPress administrators!
fr_fr: NOTE: Pour des raisons de sécurité, cette page est uniquement disponible pour les administrateurs WordPress!

source: General
fr_fr: Générale

source: Course Categories
fr_fr: Catégories des Formations

source: Facilitators
fr_fr: Animateurs

source: Grant default WordPress capabilities
fr_fr: Accorder les capacités WordPress par défaut

source: See the main CoursePress menu
fr_fr: Voir le menu principal de CoursePress

source: Access the Courses submenus
fr_fr: Accéder aux sous-menus Formations

source: Access the Students submenu
fr_fr: Accéder aux sous-menus Elève

source: Access the Assessment submenu
fr_fr: Accéder au sous-menu Évaluation

source: Access the Reports submenu
fr_fr: Accéder au sous-menu Rapports

source: Access the Notifications submenu
fr_fr: Accéder au sous-menu Notifications

source: Access the Forum submenu
fr_fr: Accéder au sous-menu Forum

source: Access the Settings submenu
fr_fr: Accéder au sous-menu Paramètres

source: Create new courses
fr_fr: Créer de nouvelles formations

source: View other instructors course
fr_fr: Voir les formations des autres formateurs

source: Update own courses
fr_fr: Modifier ses propres formations

source: Update any course
fr_fr: Modifier toutes les formations

source: Delete own courses
fr_fr: Supprimer ses propres formation

source: Delete any assigned course
fr_fr: Supprimer n’importe quelle formation assignée

source: Change status of own courses
fr_fr: Changer le statut de ses propres formations

source: Change status of any assigned course
fr_fr: Changer le statut de n’importe quelle formation

source: View and create categories
fr_fr: Voir et créer des catégories

source: Edit any category
fr_fr: Modifier n’importe quelle catégorie

source: Delete any category
fr_fr: Supprimer n’importe quelle catégorie

source: Assign facilitator to own course
fr_fr: Assigner un animateur à sa formation

source: Assign facilitator to any course
fr_fr: Assigner un animateur à une formation

source: Create new course units
fr_fr: Créer de nouveaux modules aux formations

source: View units in every course (also from other instructors)
fr_fr: Voir les modules de toutes les formations (même celles des autres formateurs)

source: Update own units
fr_fr: Modifier ses propres modules

source: Update any unit within assigned courses
fr_fr: Modifier n’importe quel module pour les formations assignés

source: Delete own units
fr_fr: Supprimer ses propres modules

source: Delete any unit within assigned courses
fr_fr: Supprimer n’importe quel module pour les formations assignés

source: Change status of own units
fr_fr: Changer le statut de ses propres modules

source: Change status of any unit within assigned courses
fr_fr: Changer le statut de n’importe quel module pour les formations assignés

source: Assign other instructors to own courses
fr_fr: Assigner d’autres formateurs pour ses propres formations

source: Assign other instructors to any course
fr_fr: Assigner d’autres formateurs pour n’importe quel formation

source: Invite students to own courses
fr_fr: Inviter des élèves à ses propres formation

source: Invite students to any course
fr_fr: Inviter des élèves pour n’importe quel formation

source: Withdraw students from own courses
fr_fr: Retirer des élèves de ses propres formations

source: Withdraw students from any course
fr_fr: Retirer des élèves de n’importe quel formation

source: Add students to own courses
fr_fr: Ajouter des élèves à ses propres formations

source: Add students to any course
fr_fr: Ajouter des élèves à n’importe quel formation

source: Add students to assigned courses
fr_fr: Ajouter des élèves pour les formations assignés

source: Create new notifications for own courses
fr_fr: Créer des notifications pour ses propres formations

source: Create new notifications for assigned courses
fr_fr: Créer des notifications pour les formations assignés

source: Update own published notification
fr_fr: Mettre à jour les notification que l’on a publié

source: Update every notification
fr_fr: Mettre à jour n’importe quel notification

source: Delete own notifications
fr_fr: Supprimer ses propres notifications

source: Delete every notification
fr_fr: Supprimer n’importe quel notification

source: Change statuses of own notifications
fr_fr: Changer le statut de ces propres notifications

source: Change status of every notification
fr_fr: Changer le statut de n’importe quel notification

source: Create new discussions for own courses
fr_fr: Créer de nouvelles discussions pour ses propres formations

source: Create new discussions for assigned courses
fr_fr: Créer de nouvelles discussions pour les formations auxquelles on est assignés

source: Update own published discussions
fr_fr: Mettre à jour les discussions que l’on a publiés

source: Update every discussion
fr_fr: Mettre à jour toutes les discussions

source: Delete own discussions
fr_fr: Supprimer ses propres discussions

source: Delete every discussion
fr_fr: Supprimer n’importe quel discussion

source: Change statuses of own discussions
fr_fr: Changer le statut de ces propres discussions

source: Change status of every discussion
fr_fr: Changer le statut de n’importe quel discussion

source: Edit Pages (required for MarketPress)
fr_fr: Modifier des Pages (requis pour MarketPress)

source: Edit Published Pages
fr_fr: Modifier des pages publiées

source: Edit Posts
fr_fr: Modifier des articles

source: Publish Pages
fr_fr: Publier des pages

source: Publish Posts
fr_fr: Publier des articles

source: Setup Guide
fr_fr: Guide de paramétrage

source: This is the description of what you can do on this page.
fr_fr: C’est la description de ce que vous pouvez faire sur cette page.

source: E-mail Settings
fr_fr: Paramètres des E-mails

source: Setup the e-mail templates to be sent to users.
fr_fr: Configurez les modèles de courrier électronique à envoyer aux utilisateurs.

source: Export courses
fr_fr: Exporter des formations

source: Extensions and plugins to enhance CoursePress.
fr_fr: Extensions et plugins pour améliorer CoursePress.

source: Installing plugin...
fr_fr: Installation du plugin …

source: Return to CoursePress settings.
fr_fr: Revenir aux paramètres CoursePress.

source: General Settings
fr_fr: Paramètres généraux

source: Configure the general settings for CoursePress.
fr_fr: Configurez les paramètres généraux de CoursePress.

source: my-course
fr_fr: ma-formation

source: Use virtual page
fr_fr: Utiliser une page virtuelle

source: A slug is a few words that describe a post or a page. Slugs are usually a URL friendly version of the post title ( which has been automatically generated by WordPress ), but a slug can be anything you like. Slugs are meant to be used with %s as they help describe what the content at the URL is. Post slug substitutes the %s placeholder in a custom permalink structure.
fr_fr: Un slug est un mot qui décrit un article ou une page. Les slug sont généralement une version URL du titre de l’article (qui a été générée automatiquement par WordPress), mais un slug peut être ce que vous voulez. Les slugs sont destinés à être utilisés avec %s car ils aident à décrire le contenu de l’URL. Le slug d’article remplace l’espace réservé %s dans une structure de permalink personnalisée.

source: Courses Slug
fr_fr: Slug Formations

source: Your course URL will look like:
fr_fr: L’URL de votre formation ressemblera a :

source: /my-course/
fr_fr: /ma-formation/

source: Course Category Slug
fr_fr: Slug pour les catégorie de formation

source: Your course category URL will look like:
fr_fr: L’URL de votre catégorie de formation ressemblera a :

source: /your-category/
fr_fr: /votre-categorie/

source: Units Slug
fr_fr: Slug Module

source: Course Notifications Slug
fr_fr: Slug pour les notifications des formations

source: Course Discussions Slug
fr_fr: Slug pour le forum d’une formation

source: Course New Discussion Slug
fr_fr: Slug pour une nouvelle discussion dans une formation

source: Course Grades Slug
fr_fr: Slug pour les notes d’une formation

source: Course Workbook Slug
fr_fr: Slug pour le Cahier d’exercices d’une formation

source: Enrollment Process Slug
fr_fr: Slug pour le processus d’inscription

source: Enrollment Process Page
fr_fr: Page du processus d’inscription

source: Login Slug
fr_fr: Slug de Connexion

source: Login Page
fr_fr: Page de Connexion

source: Signup Slug
fr_fr: Slug d’Inscription

source: Signup Page
fr_fr: Page d’Inscription

source: Student Dashboard Slug
fr_fr: Slug pour le Tableau de bord

source: Student Dashboard Page
fr_fr: Page pour le Tableau de bord élève

source: Student Settings Slug
fr_fr: Slug des Paramètres Elève

source: Student Settings Page
fr_fr: Page des Paramètres Elève

source: Instructor Profile Slug
fr_fr: Slug Profil des Formateurs

source: Messaging: Inbox Slug
fr_fr: Slug Boite de réception des messages

source: Sent Messages Slug
fr_fr: Slug Boite d’envoie des messages

source: New Messages Slug
fr_fr: Slug Nouveau Message

source: Theme Menu Items
fr_fr: Eléments de menu du thème

source: Display Menu Items
fr_fr: Afficher les éléments de menu

source: <div>Attach default CoursePress menu items ( Courses, Student Dashboard, Log Out ) to the <strong>Primary Menu</strong>.</div><div>Items can also be added from Appearance > Menus and the CoursePress panel.</div>
fr_fr: <div> Insérer les éléments de menu CoursePress par défaut (Formations, Tableau de bord élève, Déconnexion) au <strong> Menu principal </strong>. </div><div> Vous pouvez également ajouter ces éléments dans Apparence> Menus et le panneau CoursePress. </ div>

source: Please add at least one menu and select its theme location in order to show CoursePress menu items automatically.
fr_fr: S’il vous plaît ajouter au moins un menu et sélectionnez son emplacement dans le thème afin d’afficher les éléments de menu CoursePress automatiquement.

source: Login Form
fr_fr: Formulaire de Connexion

source: Use Custom Login Form
fr_fr: Utiliser un formulaire de connexion personnalisé

source: Uses a custom Login Form to keep students on the front-end of your site.
fr_fr: Utilise un formulaire de connexion personnalisé pour garder les étudiants sur le front-end de votre site.

source: WordPress Login Redirect
fr_fr: Redirection après connexion à WordPress

source: Redirect After Login
fr_fr: Rediriger après connexion

source: Redirect students to their Dashboard upon login via wp-login form.
fr_fr: Rediriger les étudiants vers leur tableau de bord lors de la connexion via le formulaire wp-login.

source: Privacy
fr_fr: Confidentialité

source: Show Instructor Username in URL
fr_fr: Afficher le nom d’utilisateur du formateur dans l’URL

source: If checked, instructors username will be shown in the url. Otherwise, hashed (MD5) version will be shown.
fr_fr: Si cette case est cochée, le nom d’utilisateur du formateur s’affichera dans l’URL. Sinon, la version hachée (MD5) sera affichée.

source: Course Details Page
fr_fr: Détails de la formation

source: Media to use when viewing course details.
fr_fr: Média à utiliser lors de l’affichage des détails de la formation.

source: Media Type
fr_fr: Type de média

source: "Priority" - Use the media type below, with the other type as a fallback.
fr_fr: "Priorité" - Utilisez le type de media ci-dessous, avec l’autre comme solution de remplacement.

source: Priority Mode (default)
fr_fr: Mode prioritaire (par défaut)

source: List Image
fr_fr: Image d’annonce

source: Priority
fr_fr: Priorité

source: Example: Using "video", the featured video will be used if available. The listing image is a fallback.
fr_fr: Exemple: En utilisant « vidéo », la vidéo en vedette sera utilisée si disponible. L’image d’annonce est un repli.

source: Featured Video (image fallback)
fr_fr: Vidéo en vedette (image fallback)

source: List Image (video fallback)
fr_fr: Image d’annonce (vidéo fallback)

source: Course Listings
fr_fr: Liste des formations

source: Media to use when viewing course listings (e.g. Courses page or Instructor page).
fr_fr: Média à utiliser lors de l’affichage des fiches de formations (par exemple, page Formation ou page Formateur).

source: Course Images
fr_fr: Image de la formation

source: Size for (newly uploaded) course images.
fr_fr: Taille pour les images de formation (nouvellement téléchargées).

source: Image Width
fr_fr: Largeur de l’image

source: Image Height
fr_fr: Hauteur de l’image

source: Course Order
fr_fr: Ordre des formations

source: Order of courses in admin and on front.
fr_fr: Ordre des formations en administration et sur le frontend.

source: Order by
fr_fr: Trier par
