Repository: Tanguyel/CP-ExecutionProjet
Catalog: languages/cp-*.po
Languages: fr_fr

source: New Comment:
fr_fr: Nouveau Commentaire :

source: Course Start Date
fr_fr: Début de la formation

source: already started
fr_fr: déjà commencé

source: Course Length
fr_fr: Durée de la formation

source: Course End Date:
fr_fr: Fin de la formation :

source: No End Date
fr_fr: Pas de date de fin

source: Course Dates:
fr_fr: Dates de la formation :

source: Enrollment Start Date:
fr_fr: Début le l’inscription :

source: Enroll Anytime
fr_fr: Inscription à tout moment

source: Enrollment End Date:
fr_fr: Fin de l’inscription :

source: Enroll Anytime
fr_fr: Inscription ouverte en permanence

source: Enrollment Dates:
fr_fr: Dates d’inscriptions :

source: You Enrolled on:
fr_fr: Vous vous êtes inscrit le :

source: Anyone
fr_fr: N’importe qui

source: Who can Enroll:
fr_fr: Qui peut s’inscrire :

source: Students are added by instructors.
fr_fr: Les étudiants sont ajoutés par les formateurs.

source: A passcode is required to enroll.
fr_fr: Un mot de passe est requis pour s’inscrire.

source: Students need to complete %s first.
fr_fr: Les élèves doivent d’abord terminer %s.

source: Registered users.
fr_fr: Utilisateurs inscrits.

source: Class Size:
fr_fr: Taille de la classe :

source: Unlimited
fr_fr: Illimité

source: (%d places left)
fr_fr: (%d places restantes)

source: Price:&nbsp;
fr_fr: Prix : &nbsp;

source: FREE
fr_fr: GRATUIT

source: Course Language:
fr_fr: Langue :

source: Course Category:
fr_fr: Catégorie :

source: None
fr_fr: Aucune

source: Estimated Duration:&nbsp;
fr_fr: Durée estimée: &nbsp;

source: Executive Resources
fr_fr: Moyens pédagogiques

source: Prerequisite
fr_fr: Prérequis

source: Start Learning
fr_fr: Commencer la formation

source: Continue Learning
fr_fr: Continuer la formation

source: Course Full
fr_fr: Formation complète

source: Details
fr_fr: Détails

source: Enrollments Closed
fr_fr: Inscriptions fermées

source: Enrollments Finished
fr_fr: Inscriptions terminées

source: Enroll Now!
fr_fr: Inscrivez-vous maintenant!

source: Access Course
fr_fr: Accéder à la formation

source: Not Available
fr_fr: Indisponible

source: Passcode Required
fr_fr: Code d’accès requis

source: Pre-requisite Required
fr_fr: Formation préalable pré-requise

source: Enroll
fr_fr: Inscriptions

source: Completed
fr_fr: Achevé

source: Untitled Page %s
fr_fr: Page sans titre %s

source: [DRAFT]
fr_fr: [BROUILLON]

source: This unit is available, but you need to complete all the REQUIRED modules before this unit.
fr_fr: Ce module est disponible, mais vous devez compléter toutes les activités REQUIS avant ce module.

source: M d, Y
fr_fr: d M Y

source: M d
fr_fr: d M

source: Opens %s
fr_fr: Début le %s

source: This unit will be available on the scheduled start date.
fr_fr: Ce module sera disponible à la date de début prévue.

source: Untitled
fr_fr: Sans Titre

source: You need to completed all the REQUIRED modules before this module.
fr_fr: Vous devez réaliser toutes les activités REQUISES avant cette activité.

source: No visible units in the course currently. Please check back later.
fr_fr: Aucun module visible pour le moment dans la formation. Veuillez revenir plus tard.

source: No units in the course currently. Please check back later.
fr_fr: Aucun module pour le moment dans la formation. Veuillez revenir plus tard.

source: Featured Course
fr_fr: Formation Vedette

source: Find out more.
fr_fr: En savoir plus.

source: Completed courses
fr_fr: Formations achevés

source: Current Courses
fr_fr: Formations en cours

source: Facilitated Courses
fr_fr: Formations animés

source: Starting soon
fr_fr: Début proche

source: Incomplete courses
fr_fr: Formations incomplète

source: The Instructor does not have any courses assigned yet.
fr_fr: Le formateur n’a pas encore de formation assigné.

source: Manage Courses
fr_fr: Gérer les formations

source: Past courses
fr_fr: Formations précédentes

source: You are not enrolled in any courses. <a href="%s">See available courses.</a>
fr_fr: Vous n’êtes inscrit à aucune formation. <a href=« %s »> Voir les formations disponibles. </a>

source: Suggested courses
fr_fr: Formations suggérés

source: You are not enrolled in any courses.<br />Here are a few you might like, or <a href="%s">see all available courses.</a>
fr_fr: Vous n’êtes inscrit à aucune formation. <br /> En voici quelques-unes que vous pourriez aimer, ou <a href="%s"> voir toutes les formations disponibles. </a>

source: You are not enrolled to any course.
fr_fr: Vous êtes inscrit a aucune Formation.

source: Share
fr_fr: Partager

source: Send
fr_fr: Envoyer

source: Write a Reply or Comment
fr_fr: Ecrire une réponse ou un commentaire

source: Reply
fr_fr: Répondre

source: 0 course units prepared yet. Please check back later.
fr_fr: 0 module de formation préparés pour le moment. Veuillez revenir plus tard.

source: View Full Profile
fr_fr: Voir le profil complet

source: Workbook is not available for this course.
fr_fr: Le cahier d’exercices n'est pas disponible pour cette formation.

source: Submitted
fr_fr: Envoyé

source: Answer
fr_fr: Réponse

source: Unit Unread
fr_fr: Module non lu

source: Unit Read
fr_fr: Module lu

source: This unit has no activities.
fr_fr: Ce module n’as pas d’activités.

source: Course completion:
fr_fr: Progression dans la Formation :

source: No gradable modules under this unit.
fr_fr: Pas d’activité notable dans ce module.

source: A passcode is required to enroll. Click below to back to course.
fr_fr: Un mot de passe est requis pour s’inscrire. Cliquez ci-dessous pour retourner aux formations.

source: Go back to course!
fr_fr: Retourner a la formation !

source: %d of %d required elements completed.
fr_fr: %d sur %d éléments obligatoires terminés.

source: Percent of the unit completion
fr_fr: Pourcentage d'avancement dans l'unité

source: %d of %d elements completed.
fr_fr: %d sur %d éléments terminés.

source: About this course
fr_fr: À propos de cette formation

source: Enrolled Courses
fr_fr: Formations auxquelles vous êtes inscrit

source: You need to complete this REQUIRED module before you can continue.
fr_fr: Vous devez compléter cette activité REQUIS avant de pouvoir continuer.

source: You do not currently have access to this part of the course. Signup now to get full access to the course.
fr_fr: Vous n'avez actuellement pas accès à cette partie de la formation. Inscrivez-vous maintenant pour obtenir un accès complet à la formation.

source: This unit does not exist.
fr_fr: Ce module n’existe pas.

source: This module does not exist.
fr_fr: Cette activité n’existe pas.

source: This is a REQUIRED module.
fr_fr: Ceci est une activité REQUISE.

source: Close
fr_fr: Fermer

source: Finish
fr_fr: Terminer

source: Page cannot be found
fr_fr: La page ne peut être trouvée

source: You are already logged in.
fr_fr: Vous êtes déjà connecté(e).

source: Invalid username or password.
fr_fr: Nom d'utilisateur ou mot de passe incorrect.

source: Login
fr_fr: Connexion

source: Signup
fr_fr: Inscription

source: Registrations are not allowed.
fr_fr: Les inscriptions ne sont pas autorisées.

source: Username or Email Address
fr_fr: Nom d’utilisateur ou adresse e-mail

source: Password
fr_fr: Mot de passe

source: Don't have an account? %s%s%s now!
fr_fr: Vous n'avez pas de compte? %s%s%s maintenant!

source: Create an Account
fr_fr: Créer un compte

source: Forgot Password?
fr_fr: Mot de passe oublié ?

source: Already have an account? <a href="%s" class="%s" id="%s">Login to your account</a>!
fr_fr: Vous avez déjà un compte? <a href="%s" class="%s" id="%s">Connectez-vous</a> !

source: Don't have an account? <a href="%s" class="%s" id="%s">Create an Account</a> now!
fr_fr: Vous n'avez pas de compte? <a href="%s" class="%s" id="%s">Inscrivez vous</a> maintenant !

source: Username
fr_fr: Nom d’utilisateur

source: Confirm Password
fr_fr: Confirmer le mot de passe

source: Confirm use of weak password
fr_fr: Confirmer l’utilisation du mot de passe simple

source: Course:
fr_fr: Formation :

source: You need to pass all the REQUIRED modules before this unit.
fr_fr: Vous devez réaliser toutes les activités REQUISES avant ce module.

source: This unit will be available on
fr_fr: Ce module sera disponible le %s

source: Notify me of new posts in this thread
fr_fr: Avertissez-moi des nouveaux messages sur ce sujet

source: Do not notify me of new posts
fr_fr: Ne pas m’avertir des nouveaux messages

source: Notify me of all new posts
fr_fr: Avertissez-moi de tous les nouveaux messages

source: Install
fr_fr: Installer

source: Required fields must not be empty!
fr_fr: Les champs obligatoires ne doivent pas être vides!

source: Please confirm that you want to remove the instructor from this course.
fr_fr: Veuillez confirmer que vous souhaitez supprimer le formateur de cette formation.

source: Please confirm that you want to remove the instructor invitation from this course.
fr_fr: Veuillez confirmer que vous souhaitez supprimer l'invitation comme Formateur à cette formation.

source: Please confirm that you want to remove the facilitator from this course.
fr_fr: Veuillez confirmer que vous souhaitez retirer l’animateur de cette formation.

source: Please confirm that you want to remove the facilitator invitation from this course.
fr_fr: Veuillez confirmer que vous souhaitez supprimer l'invitation comme animateur à cette formation.

source: Assign Facilitator
fr_fr: Assigner l’animateur

source: Please confirm that you want to remove the student from this course.
fr_fr: Confirmer que vous voulez supprimez cette élève de la formation.

source: Please confirm that you want to remove ALL students from this course. Warning: This can not be undone. Please make sure this is what you want to do.
fr_fr: Veuillez confirmer que vous souhaitez supprimer TOUS les élèves de cette formation. Attention: cela ne peut pas être annulé. Assurez-vous que c'est ce que vous voulez faire.

source: Please confirm that you want to delete ALL selected notifications. Warning: This cannot be undone. Please make sure this is what you want to do.
fr_fr: Veuillez confirmer que vous souhaitez supprimer TOUTES les notifications sélectionnées. Attention: cela ne peut pas être annulé. Assurez-vous que c'est ce que vous voulez faire.

source: Please confirm that you want to delete this notification. Warning: This cannot be undone.
fr_fr: Veuillez confirmer que vous souhaitez supprimer cette notification. Attention: cela ne peut pas être annulé.

source: Please confirm that you want to delete ALL selected discussions. Warning: This cannot be undone. Please make sure this is what you want to do.
fr_fr: Veuillez confirmer que vous souhaitez supprimer TOUTES les discussions sélectionnées. Attention: cela ne peut pas être annulé. Assurez-vous que c'est ce que vous voulez faire.

source: Please confirm that you want to delete this discussion. Warning: This cannot be undone.
fr_fr: Veuillez confirmer que vous souhaitez supprimer cette discussion. Attention: cela ne peut pas être annulé.

source: Please confirm that you want to remove this module and possible student responses.
fr_fr: Veuillez confirmer que vous souhaitez supprimer cette activité et les réponses possibles des élèves.

source: Please confirm that you want to remove this page. All modules will be moved to the first available page (or you can drop them on other pages first before deleting this page).
fr_fr: Veuillez confirmer que vous souhaitez supprimer cette page. Toutes les activités seront déplacés vers la première leçon disponible (ou vous pouvez les déposer sur d'autres leçon avant de supprimer cette leçon).

source: Please confirm that you want to remove this unit and all its modules and student responses.
fr_fr: Veuillez confirmer que vous souhaitez supprimer ce module, tous ses activités et les réponses associés des élèves.

source: Add Answer
fr_fr: Ajouter une réponse

source: Placeholder Text
fr_fr: Texte de remplacement

source: Placeholder text to put inside the textbox (additional information)
fr_fr: Texte de remplacement à mettre dans la zone de texte (informations supplémentaires)

source: Answer fields must not be empty! Please check modules:
fr_fr: Les champs de réponse ne doivent pas être vides! S’il vous plaît vérifier les activités :

source: Unit is saving now...
fr_fr: Enregistrement du module …

source: Unit was successfully saved!
fr_fr: Le module a été enregistrer avec succès !

source: Something went wrong. Unit was not saved!
fr_fr: Une erreur s’est produite. Le module n’est pas enregistré !

source: Single Choice
fr_fr: Choix unique

source: Multiple Choice
fr_fr: Choix multiple

source: Short Answer
fr_fr: Réponse courte

source: Long Answer
fr_fr: Réponse longue

source: Selectable Choice
fr_fr: Boite de sélection

source: Wait, module adding now...
fr_fr: Un moment, l’activité est en train d’être ajouté …

source: Answer A
fr_fr: Réponse A

source: Answer B
fr_fr: Réponse B

source: Please confirm that you want to delete ALL selected courses. Warning: This cannot be undone. Please make sure this is what you want to do.
fr_fr: Veuillez confirmer que vous souhaitez supprimer TOUTES les formations sélectionnées. Attention: cela ne peut pas être annulé. Assurez-vous que c'est ce que vous voulez faire.

source: Please confirm that you want to delete this courses. Warning: This cannot be undone.
fr_fr: Veuillez confirmer que vous souhaitez supprimer cette formation. Attention: cela ne peut pas être annulé.

source: Are you sure you want to create a duplicate copy of this course?
fr_fr: Êtes-vous sûr de vouloir créer une copie de cette formation ?

source: Please select at least one course to export.
fr_fr: Veuillez sélectionner au moins une formation à exporter.

source: Step is saving now...
fr_fr: L’étape est en train d’être enregistré …

source: Step was successfully saved!
fr_fr: L’étape a été enregistrer avec succès !

source: Something went wrong. Step was not saved!
fr_fr: Une erreur s’est produite. L’étape n’a pas enregistré !

source: Please try a different browser to upload your file.
fr_fr: Veuillez essayer un navigateur différent pour télécharger votre fichier.

source: Please only upload any of the following files:
fr_fr: Veuillez ne télécharger que l’un des type de fichiers suivants:

source: Your file has been submitted successfully.
fr_fr: Votre fichier a été envoyé avec succès.

source: There was a problem processing your file.
fr_fr: Un problème est survenu lors du traitement de votre fichier.

source: Your response was recorded successfully.
fr_fr: Votre réponse a été enregistrée avec succès.

source: There was a problem saving your response. Please reload this page and try again.
fr_fr: Un problème est survenu lors de l’enregistrement de votre réponse. Veuillez recharger cette page et réessayer.

source: All fields required.
fr_fr: Tous les champs sont obligatoires.

source: Invalid e-mail address.
fr_fr: Adresse e-mail invalide.

source: That e-mail address is already taken.
fr_fr: Cette adresse e-mail est déjà enregistré.

source: That usernam is already taken.
fr_fr: Ce nom d’utilisateur est déjà pris.

source: Weak passwords not allowed.
fr_fr: Les mots de passe trop simple ne sont pas autorisés.

source: Passwords do not match.
fr_fr: Les mots de passe ne correspondent pas.

source: Please type a comment.
fr_fr: S’il vous plaît saisissez un commentaire.

source: Invalid file format!
fr_fr: Format de fichier invalide!

source: Your username and/or password is required!
fr_fr: Votre nom d’utilisateur et/ou mot de passe est requis !

source: Ooops! You did not write anything!
fr_fr: Oups! Vous n’avez rien écrit!

source: An unexpected error occur while processing. Please try again.
fr_fr: Une erreur inattendue s’est produite pendant le traitement. Veuillez réessayer.

source: You need to complete all required modules!
fr_fr: Vous devez remplir toutes les activités requises !

source: Enter PASSCODE!
fr_fr: Entrer le mot de passe !

source: Invalid PASSCODE!
fr_fr: Mot de passe invalide !

source: Please confirm that you want to withdraw from the course. If you withdraw, all your records and access to this course will also be removed.
fr_fr: Merci de confirmer que vous souhaitez vous retirer de cette formation. Si vous vous retirez, tous vos enregistrements et accès à cette formation seront également supprimés.

source: Please confirm that you want to edit this course.
fr_fr: Veuillez confirmer que vous souhaitez modifier cette formation.

source: %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
fr_fr: %1$s est <strong> obsolète </strong> depuis la version %2$s! Utilisez %3$s à la place.

source: %1$s is <strong>deprecated</strong> since version %2$s with no alternative available.
fr_fr: %1$s est <strong> obsolète </strong> depuis la version %2$s! sans alternatives disponible.

source: Choose a Course Instructor...
fr_fr: Choisir un Formateur …

source: Choose a Student...
fr_fr: Choisir un élève …

source: You need a membership account to access this course.
fr_fr: Vous avez besoin d’être inscrit pour accéder à cette formation.

source: Only enrolled students can access this course material.
fr_fr: Seuls les élèves inscrits peuvent accéder au contenu de cette formation.

source: This unit is not available.
fr_fr: Ce module n’est pas disponible.

source: %s of %s
fr_fr: %s sur %s

source: Arial Unicode MS (Simplified Chinese)
fr_fr: Arial Unicode MS (Chinois Simplifié)

source: Arial Unicode MS (Chinese Traditional)
fr_fr: Arial Unicode MS (Chinois Traditionnel)

source: Arial Unicode MS (Japanese)
fr_fr: Arial Unicode MS (Japonais)

source: Arial Unicode MS (Korean)
fr_fr: Arial Unicode MS (Coréen)

source: Furat
fr_fr: Murat

source: DejaVu Sans Mono
fr_fr: DejaVu Serif

source: MyungJo Medium (Korean)
fr_fr: Myungjo Médium (Korean)

source: MSung Light (Traditional Chinese)
fr_fr: MSung Light (Chinois Traditionnel)

source: Roboto Light
fr_fr: Robots Light

source: CoursePress Report
fr_fr: Rapport CoursePress

source: CoursePress cannot generate PDF because directory is not writable: %s
fr_fr: CoursePress ne peut pas générer de PDF car le répertoire n’est pas accessible en écriture: %s

source: Columns
fr_fr: Colonnes

source: Number of courses per page:
fr_fr: Nombre de formations par page :

source: Start date
fr_fr: Date de debut

source: This tab no longer exists. Please choose another.
fr_fr: Cet onglet n’existe plus. Merci d’en choisir un autre.

source: Add Media URL or Browse for Media
fr_fr: Ajouter une URL de média ou rechercher des médias

source: Browse
fr_fr: Parcourir

source: Extension of the file is not valid. Please use one of the following: %s
fr_fr: L’extension du fichier n’est pas valide. Utilisez l’une des extensions suivantes : %s

source: Enter title here.
fr_fr: Entrez le titre ici.

source: Please press the Prev button on the left to continue.
fr_fr: S’il vous plaît appuyez sur le bouton "Précedent" sur la gauche pour continuer.

source: First page
fr_fr: Première page

source: Previous page
fr_fr: Page précédente

source: Current Page
fr_fr: Page actuelle

source: %1$s of %2$s
fr_fr: %1$s sur %2$s

source: Next page
fr_fr: Page suivante

source: Last page
fr_fr: Page précédente

source: Migration was done. There is no more students to migrate.
fr_fr: La migration a été effectuée. Il n’y a plus d’éleve à migrer.

source: Found %d course to migrate. Course id: %s.
fr_fr: %d formation trouver à migrer. Identifiant des formations:%s.

source: Update students (%d) data in course: %d.
fr_fr: Mettre à jour les données des élèves (%d) de la formation : %d.

source: Try to update students data in course: %d, but there was no students enroled to this course.
fr_fr: Les données des élèves à la formation %d ont essayé d’être mis à jour, mais aucun élève n’est inscrit à cette formation.

source: There is %d course to migrate. Course id: %s.
fr_fr: Il y a %d formation a mettre à jour. Id de la formation : %s.

source: This course was already updated.
fr_fr: Cette formation est déjà mis à jour.

source: Course %s was successful updated.
fr_fr: La formation %s a été mis à jour avec succès.

source: Course update fail: wrong data!
fr_fr: Mise à jour de la formation échoué : Mauvaises données !

source: Course update fail: security check!
fr_fr: Mise à jour de la formation échoué : Problème de sécurité !

source: Course update fail: wrong course ID!
fr_fr: Mise à jour de la formation échoué : Mauvais ID de formation !

source: Course update fail: wrong course!
fr_fr: Mise à jour de la formation échoué : Mauvaise formation !

source: Course update fail: %s!
fr_fr: Mise à jour de la formation échoué : %s !

source: Course video settings do not need to be updated.
fr_fr: Les paramètres videos de la formation n’ont pas besoin d’être mis à jour.

source: Course video settings have been updated.
fr_fr: Les paramètres videos de la formation ont été mis à jour.

source: Course structure settings do not need to be updated.
fr_fr: Les paramètres de la structure de la formation n’ont pas besoin d’être mis à jour.

source: Course structure settings have been updated.
fr_fr: Les paramètres de la structure de la formation ont été mis à jour.

source: Course Dates settings do not need to be updated.
fr_fr: Les paramètres des dates de la formation n’ont pas besoin d’être mis à jour.

source: Course Dates settings have been updated.
fr_fr: Les paramètres des dates de la formation ont été mis à jour.

source: Instructors settings do not need to be updated.
fr_fr: Les paramètres des instructeurs n’ont pas besoin d’être mis à jour.

source: Instructors settings have been updated.
fr_fr: Les paramètres des instructeurs ont été mis à jour.

source: Classes, Discussion & Workbook settings do not need to be updated.
fr_fr: Les paramètres des Classes, Forums & Cahier d’exercices n’ont pas besoins d’être mis à jour.

source: Classes, Discussion & Workbook settings have been updated.
fr_fr: Les paramètres des Classes, Forums & Cahier d’exercices ont été mis à jour.

source: Course Enrollment & Cost settings do not need to be updated.
fr_fr: Les paramètres d’inscription et de prix de la formation n’ont pas besoin d’être mis à jour.

source: Course Enrollment & Cost settings have been updated.
fr_fr: Les paramètres d’inscription et de prix de la formation ont été mis à jour.

source: Course enrolled students do not need to be updated.
fr_fr: Les élèves inscrits à la formation n’ont pas besoin d’être mis à jour.

source: There is no enrolled students to update.
fr_fr: Il n’y a pas d’élèves inscrits a mettre à jour.

source: %s student enrolled to this course.
fr_fr: %s élèves inscrits a cette formation.

source: Student Progress do not need to be updated.
fr_fr: La progression des élèves n’a pas besoin d’être mis à jour.

source: Students progress have been updated.
fr_fr: La progression des élèves a été mis à jour.

source: Page breaks do not need to be updated.
fr_fr: Les sauts de pages n’ont pas besoin d’être mis à jour.

source: Page breaks have been updated.
fr_fr: Les sauts de pages ont été mis à jour.

source: Course Completion do not need to be updated.
fr_fr: La progression n’a pas besoin d’être mis à jour.

source: Added content of dafaults Course Completion pages.
fr_fr: Contenu ajouté a la page de Progression par défaut.

source: Units pages do not need to be updated.
fr_fr: Les Pages Modules n’ont pas besoin d’être mis à jour.

source: Section titles (former page titles) inside units converted.
fr_fr: Le titre des leçon (ancien titre de page) à l’intérieur des modules convertis.

source: Back to Course
fr_fr: Retourner à la formation

source: CoursePress Menu
fr_fr: Menu CoursePress

source: Log In/Out
fr_fr: Se connecter / déconnecter

source: Dashboard
fr_fr: Tableau de Bord

source: Profile
fr_fr: Profil

source: Select All
fr_fr: Sélectionner tout

source: WordPress Repository
fr_fr: Dépot WordPress
